export const maritalStatus = [
  {
    text: '已婚',
    value: '已婚'
  },
  {
    text: '未婚',
    value: '未婚'
  },
  {
    text: '离婚',
    value: '离婚'
  },
  {
    text: '丧偶',
    value: '丧偶'
  }
]

export const unionpayPath = 'http://203.156.237.77:9200/pay/union/wapPay'

export const gender = [
  {
    text: '男',
    value: '男'
  },
  {
    text: '女',
    value: '女'
  }
]

export const orderStatus = {
  '00': '待审核',
  '10': '审核中',
  '20': '审核完成',
  '30': '待放款',
  '40': '放款失败',
  '50': '已放款',
  '60': '待还款',
  '70': '逾期中',
  '80': '已还清',
  '1000': '审核未通过'
}

export const loanPurposeStatus = [
  {
    text: '购物消费',
    value: '购物消费'
  }, {
    text: '生活消费',
    value: '生活消费'
  }, {
    text: '就医缴费',
    value: '就医缴费'
  }, {
    text: '旅行缴费',
    value: '旅行缴费'
  }, {
    text: '租房缴费',
    value: '租房缴费'
  }, {
    text: '培训缴费',
    value: '培训缴费'
  }, {
    text: '其他',
    value: '其他'
  }
]

export const relationship = [
  {
    text: '配偶',
    value: '配偶'
  },
  {
    text: '父母',
    value: '父母'
  },
  {
    text: '兄妹',
    value: '兄妹'
  },
  {
    text: '亲戚',
    value: '亲戚'
  },
  {
    text: '同事',
    value: '同事'
  },
  {
    text: '朋友',
    value: '朋友'
  },
  {
    text: '其他',
    value: '其他'
  }
]

// 认证平台
export const certification = {
  email: 'email',                                 // 邮箱导入
  bank: 'bank',                                   // 网银导入
  carrier: 'carrier',                             // 运营商
  qq: 'qq',                                       // QQ验证
  ec: 'ec',                                       //
  alipay: 'alipay',                               // 支付宝
  taobao: 'taobao',                               // 淘宝
  jingdong: 'jingdong',                           // 京东
  insurance: 'insurance',                         // 保险
  chsi: 'chsi',                                   // 学信网
  fund: 'fund',                                   // 公积金
  security: 'security',                           // 社保
  zhengxin: 'zhengxin',                           // 征信
  maimai: 'maimai',                               // 脉脉
  zhixingcourt: 'zhixingcourt',                   // 法院被执行人查询
  shixincourt: 'shixincourt',                     // 法院失信人查询
  linkedin: 'linkedin',                           // 领英
  tax: 'tax',                                     // 个税
  sametrade: 'sametrade',                         //
  lifeinsr: 'lifeinsr'                            //
}

export const educational = [
  {
    text: '硕士及以上',
    value: '硕士及以上'
  },
  {
    text: '本科',
    value: '本科'
  },
  {
    text: '大专',
    value: '大专'
  },
  {
    text: '中专',
    value: '中专'
  },
  {
    text: '技校',
    value: '技校'
  },
  {
    text: '高中',
    value: '高中'
  },
  {
    text: '初中',
    value: '初中'
  },
  {
    text: '小学',
    value: '小学'
  },
  {
    text: '其他',
    value: '其他'
  }
]

export const positionTypes = [
  {
    text: '工薪族',
    value: '001'
  },
  {
    text: '私营业主',
    value: '002'
  },
  {
    text: '自由职业',
    value: '003'
  }
]

export const pageIdentity = {
  'IDENTITY_INPUT': '/#/identity-input',                              // 身份信息录入
  'IDENTITY_DETAIL': '/#/identity-detail',                            // 身份信息显示
  'CONTACTINFO_INPUT': '/#/contactinfo-input',                        // 联系人信息录入
  'CONTACTINFO_DETAIL': '/#/contactinfo-detail',                      // 联系人信息显示
  'WORKINFO_INPUT': '/#/workinfo-input',                              // 工作信息录入
  'WORKINFO_DETAIL': '/#/workInfo-detail',                            // 工作信息展示
  'EXTEND_INFORM': '/#/extend-inform',                                // 扩展信息录入
  'EXTEND_SHOW': '/#/extend-show',                                    // 扩展信息展示
  'DEBIT_CARD': '/#/debit-card',                                      // 借记卡信息录入
  'BANK_LIST': '/#/bank-list',                                        // 银行卡列表
  'PAYMENT_WAY': '/#/payment-way',                                    // 支付方式
  'CREDIT_CERTIFICATION': '/#/credit-certification',                  // 信用认证
  'ASSESS_INFO': '/#/assess-info',                                    // 智能评估提示
  'EVALUATE_FLOW': '/#/evaluate-flow',                                // 评估流程
  'EVALUATE_DATA': '/#/evaluate-data',                                // 评估结果数据
  'EVALUATE_SCORE': '/#/evaluate-score',                              // 信誉积分
  'INTELLIGENT_RECOMMEND': '/#/intelligent-recommend',                // 智能推荐
  'AUDIT_FLOW': '/#/audit-flow',                                      // 审核流程
  'DOWNLOAD_LIST': '/#/download-list',                                // 下载列表
  'ORDER_LIST': '/#/order-list',                                      // 订单列表
  'ABOUT_US': '/#/about-us',                                          // 关于我们
  'QUESTION': '/#/question'                                           // 常见问题
}

export const positionItems = {
  '001': [
    {
      text: '政府机关',
      value: '政府机关'
    },
    {
      text: '教师',
      value: '教师'
    },
    {
      text: '医生',
      value: '医生'
    },
    {
      text: '白领',
      value: '白领'
    },
    {
      text: '公司职员',
      value: '公司职员'
    },
    {
      text: '工人',
      value: '工人'
    },
    {
      text: '其他',
      value: '其他'
    }
  ],
  '002': [
    {
      text: '个体工商户',
      value: '个体工商户'
    },
    {
      text: '企业法人',
      value: '企业法人'
    },
    {
      text: '网店店主',
      value: '网店店主'
    },
    {
      text: '其他',
      value: '其他'
    }
  ],
  '003': [
    {
      text: '无业',
      value: '无业'
    },
    {
      text: '务农',
      value: '务农'
    },
    {
      text: '家庭主妇',
      value: '家庭主妇'
    },
    {
      text: '钟点工',
      value: '钟点工'
    },
    {
      text: '临时工',
      value: '临时工'
    },
    {
      text: '证券投资',
      value: '证券投资'
    },
    {
      text: '流动商贩',
      value: '流动商贩'
    },
    {
      text: '其他',
      value: '其他'
    }
  ]
}

export const salarys = [
  {
    text: '2000以下',
    value: '2000以下'
  },
  {
    text: '2000-3000元',
    value: '2000-3000元'
  },
  {
    text: '3001-5000元',
    value: '3001-5000元'
  },
  {
    text: '5001-8000元',
    value: '5001-8000元'
  },
  {
    text: '8001-12000元',
    value: '8001-12000元'
  },
  {
    text: '12001-15000元',
    value: '12001-15000元'
  },
  {
    text: '15001-18000元',
    value: '15001-18000元'
  },
  {
    text: '18000以上',
    value: '18000以上'
  }
]

export const bins = {
  'zhongxin': {
    'bin': [
      '433670', '433680', '442729', '442730', '620082', '622690', '622691', '622692', '622696', '622698',
      '622998', '622999', '433671', '968807', '968808', '968809', '621771', '621767', '621768', '621770',
      '621772', '621773', '620527', '621769'
    ],
    'name': '中信银行'
  },
  'youju': {
    'bin': [
      '621098', '622150', '622151', '622181', '622188', '955100', '621095', '620062', '621285', '621798',
      '621799', '621797', '622199', '621096', '62215049', '62215050', '62215051', '62218850', '62218851',
      '62218849', '621622', '623219', '621674', '623218', '621599', '623698', '623699', '623686'
    ],
    'name': '中国邮储银行'
  },
  'zhongguo': {
    'bin': [
      '621660', '621661', '621663', '621665', '621667', '621668', '621666', '456351', '601382', '621256',
      '621212', '621283', '620061', '621725', '621330', '621331', '621332', '621333', '621297', '621568',
      '621569', '623208', '621620', '621756', '621757', '621758', '621759', '621785', '621786', '621787',
      '621788', '621789', '621790', '621672', '621669', '621662', '623571', '623572', '623573', '623575',
      '623263', '623184', '623569', '623586', '621293', '621294', '621342', '621343', '621364', '621394',
      '621648', '621248', '621215', '621249', '622771', '622772', '622770', '622273', '622274', '621231',
      '621638', '621334', '621395'
    ],
    'name': '中国银行'
  },
  'nongye': {
    'bin': [
      '623206', '621671', '620059', '621282', '621336', '621619', '622821', '622822', '622823', '622824',
      '622825', '622826', '622827', '622828', '622840', '622841', '622843', '622844', '622845', '622846',
      '622847', '622848', '622849', '623018', '95595', '95596', '95597', '95598', '95599', '620501', '623052'
    ],
    'name': '中国农业银行'
  },
  'jianshe': {
    'bin': [
      '621284', '421349', '434061', '434062', '436742', '524094', '526410', '552245', '589970', '620060',
      '621080', '621081', '621466', '621467', '621488', '621499', '621598', '621621', '621700', '622280',
      '622700', '622966', '622988', '621082', '623251', '621673', '623211', '623668', '623094'
    ],
    'name': '中国建设银行'
  },
  'guangda': {
    'bin': [
      '303', '622660', '622662', '622663', '622664', '622665', '622666', '622667', '622669', '622670',
      '622671', '622672', '622668', '622661', '622674', '90030', '622673', '620518', '621489', '621492',
      '620535', '623156', '621490', '621491', '620085', '623155', '623157', '623158', '623159', '623253'
    ],
    'name': '中国光大银行'
  },
  'gongshang': {
    'bin': [
      '620200', '620302', '620402', '620403', '620404', '620406', '620407', '620409', '620410',
      '620411', '620412', '620502', '620503', '620706', '620707', '620708', '620709', '621204',
      '620405', '620408', '620512', '620602', '620604', '620607', '620611', '620612', '620704',
      '620710', '620609', '620712', '620713', '620714', '620802', '620711', '620904', '620905',
      '621001', '620902', '621103', '621105', '621106', '621107', '621102', '621203', '621205',
      '621206', '621207', '621208', '621406', '621407', '621408', '621609', '621610', '621611',
      '621209', '621210', '621302', '621303', '621202', '621305', '621306', '621307', '621608',
      '621309', '621311', '621313', '621211', '621315', '621304', '621402', '621404', '621405',
      '621409', '621410', '621502', '621317', '621511', '621602', '621603', '621604', '621605',
      '621612', '621613', '621614', '621615', '621616', '621617', '621607', '621606', '621804',
      '621807', '621813', '621814', '621817', '621912', '622020', '548259', '620516', '621721',
      '621901', '621904', '621905', '621906', '621907', '621908', '621909', '621910', '621911',
      '621913', '621915', '622002', '621903', '622004', '622005', '622006', '622007', '622008',
      '622010', '622011', '622012', '621914', '622015', '622016', '622003', '622018', '622019',
      '622303', '622304', '622305', '622306', '622404', '622313', '622504', '621375', '621734',
      '622102', '622103', '622104', '622105', '622013', '622111', '622114', '622017', '622110',
      '622307', '622308', '622309', '622314', '622315', '622317', '622302', '622402', '622403',
      '622505', '622509', '622513', '622517', '622502', '622604', '622605', '622606', '622510',
      '622703', '622715', '622806', '622902', '623100', '623202', '623301', '621379', '622949',
      '622903', '622706', '623002', '623006', '623008', '623011', '623012', '622904', '623015',
      '623400', '623500', '623602', '623803', '623901', '623014', '624100', '624200', '624301',
      '624402', '623700', '624000', '9558', '623271', '623272', '623062', '621376',
      '900000', '621558', '621559', '621722', '621723', '621226', '402791', '427028', '427038',
      '900010', '621288', '620086', '621670', '621218', '621475', '621476', '623229', '623260',
      '620058', '621225', '621227', '621281', '621618', '622200', '622202', '622203', '622208',
      '621423', '621428', '621434', '621761', '621749', '623321', '621300', '621378', '621720',
      '622944', '621240', '621724', '621762', '621371', '62137310', '62137320', '621730', '621414',
      '621433', '621370', '622926', '622927', '622928', '622929', '622930',
      '622931', '621733', '621732', '621764', '621372', '623034', '621464', '621765', '621719',
      '621719', '621369', '621763', '621750', '621377', '621367', '621374', '621731', '621781'
    ],
    'name': '中国工商银行'
  },
  'zhaoshang': {
    'bin': [
      '690755', '95555', '402658', '410062', '468203', '512425', '524011', '621286', '621483',
      '621485', '621486', '622580', '622588', '622598', '622609', '690755', '623126', '623136', '623262', '621299'
    ],
    'name': '招商银行'
  },
  'xinye': {
    'bin': [
      '90592', '966666', '622909', '622908', '438588', '438589'
    ],
    'name': '兴业银行'
  },
  'pufa': {
    'bin': [
      '622516', '622517', '622518', '622521', '622522', '622523', '84301', '84336',
      '84373', '84385', '84390', '87000', '87010', '87030', '87040', '84380', '984301',
      '984303', '84361', '87050', '621351', '621390', '621792', '621791', '84342', '621793',
      '621795', '621796', '623250', '621352'
    ],
    'name': '浦发银行'
  },
  'pingan': {
    'bin': [
      '412963', '415752', '415753', '622538', '998800', '412962', '622535', '622536', '622539', '622983'
    ],
    'name': '平安银行'
  },
  'jiaotong': {
    'bin': [
      '00405512', '00601428', '405512', '601428', '622258', '622259', '622261', '66405512',
      '622260', '66601428', '622262', '623261', '621069', '620013', '621436', '621002', '621335'
    ],
    'name': '交通银行'
  },
  'guangfa': {
    'bin': [
      '622568', '9111', '621462', '6858001', '6858009', '623506', '623259'
    ],
    'name': '广发银行'
  },
  'shanghai': {
    'bin': [
      '623183', '623185', '621005', '622172', '622985', '622987', '622267', '622278', '622279',
      '622468', '622892', '940021', '621050', '620522', '621243', '438600'
    ],
    'name': '上海银行'
  },
  'hangzhou': {
    'bin': [
      '603367', '622878', '623061', '623209', '62326513', '603367'
    ],
    'name': '杭州银行'
  },
  'beijing': {
    'bin': [
      '421317', '602969', '621030', '621420', '621468', '623111', '422160', '422161'
    ],
    'name': '北京银行'
  },
  'zheshang': {
    'bin': [
      '621019', '622309', '6223091100', '6223092900', '6223093310', '6223093320', '6223093330', '6223093370', '6223093380', '6223096510', '6223097910'
    ],
    'name': '浙商银行'
  },
  'jiangsu': {
    'bin': [
      '621076', '504923', '622173', '622422', '622447', '622131', '940076', '622876', '622873', '621579'
    ],
    'name': '江苏银行'
  },
  'baoshang': {
    'bin': [
      '622336', '622165', '621760'
    ],
    'name': '包商银行'
  },
  'bohai': {
    'bin': [
      '621268', '622884', '621453', '622684'
    ],
    'name': '渤海银行'
  }
}

export const binsMap = {
  '上海银行': 'shanghai',
  '广发银行': 'guangfa',
  '交通银行': 'jiaotong',
  '平安银行': 'pingan',
  '浦发银行': 'pufa',
  '兴业银行': 'xinye',
  '招商银行': 'zhaoshang',
  '中国工商银行': 'gongshang',
  '中国光大银行': 'guangda',
  '中国建设银行': 'jianshe',
  '中国农业银行': 'nongye',
  '中国银行': 'zhongguo',
  '中国邮储银行': 'youju',
  '中信银行': 'zhongxin',
  '杭州银行': 'hangzhou',
  '北京银行': 'beijing',
  '浙商银行': 'zheshang',
  '江苏银行': 'jiangsu',
  '包商银行': 'baoshang',
  '渤海银行': 'bohai'
}

export const provinces = [{
  'text': '北京',
  'value': '1'
},
{
  'text': '天津',
  'value': '21'
},
{
  'text': '上海',
  'value': '40'
},
{
  'text': '重庆',
  'value': '61'
},
{
  'text': '河北省',
  'value': '102'
},
{
  'text': '山西省',
  'value': '297'
},
{
  'text': '内蒙古自治区',
  'value': '439'
},
{
  'text': '辽宁省',
  'value': '561'
},
{
  'text': '吉林省',
  'value': '690'
},
{
  'text': '黑龙江省',
  'value': '768'
},
{
  'text': '江苏省',
  'value': '924'
},
{
  'text': '浙江省',
  'value': '1057'
},
{
  'text': '安徽省',
  'value': '1170'
},
{
  'text': '福建省',
  'value': '1310'
},
{
  'text': '江西省',
  'value': '1414'
},
{
  'text': '山东省',
  'value': '1536'
},
{
  'text': '河南省',
  'value': '1711'
},
{
  'text': '湖北省',
  'value': '1905'
},
{
  'text': '湖南省',
  'value': '2034'
},
{
  'text': '广东省',
  'value': '2184'
},
{
  'text': '广西壮族自治区',
  'value': '2403'
},
{
  'text': '海南省',
  'value': '2541'
},
{
  'text': '四川省',
  'value': '2570'
},
{
  'text': '贵州省',
  'value': '2791'
},
{
  'text': '云南省',
  'value': '2892'
},
{
  'text': '西藏自治区',
  'value': '3046'
},
{
  'text': '陕西省',
  'value': '3128'
},
{
  'text': '甘肃省',
  'value': '3256'
},
{
  'text': '青海省',
  'value': '3369'
},
{
  'text': '宁夏回族自治区',
  'value': '3422'
},
{
  'text': '新疆维吾尔自治区',
  'value': '3454'
}]

export const citys = {
  '1': [{
    'text': '北京市',
    'value': '2'
  }],
  '21': [{
    'text': '天津市',
    'value': '22'
  }],
  '40': [{
    'text': '上海市',
    'value': '41'
  }],
  '61': [{
    'text': '重庆市',
    'value': '62'
  }],
  '102': [{
    'text': '石家庄',
    'value': '103'
  },
  {
    'text': '唐山',
    'value': '128'
  },
  {
    'text': '秦皇岛',
    'value': '144'
  },
  {
    'text': '邯郸',
    'value': '153'
  },
  {
    'text': '邢台',
    'value': '174'
  },
  {
    'text': '保定',
    'value': '195'
  },
  {
    'text': '张家口',
    'value': '222'
  },
  {
    'text': '承德',
    'value': '241'
  },
  {
    'text': '沧州',
    'value': '254'
  },
  {
    'text': '廊坊',
    'value': '272'
  },
  {
    'text': '衡水',
    'value': '284'
  }],
  '297': [{
    'text': '太原',
    'value': '298'
  },
  {
    'text': '大同',
    'value': '310'
  },
  {
    'text': '阳泉',
    'value': '323'
  },
  {
    'text': '长治',
    'value': '330'
  },
  {
    'text': '晋城',
    'value': '345'
  },
  {
    'text': '朔州',
    'value': '353'
  },
  {
    'text': '晋中',
    'value': '361'
  },
  {
    'text': '运城',
    'value': '374'
  },
  {
    'text': '忻州',
    'value': '389'
  },
  {
    'text': '临汾',
    'value': '405'
  },
  {
    'text': '吕梁',
    'value': '424'
  }],
  '439': [{
    'text': '呼和浩特',
    'value': '440'
  },
  {
    'text': '包头',
    'value': '451'
  },
  {
    'text': '乌海',
    'value': '462'
  },
  {
    'text': '赤峰',
    'value': '467'
  },
  {
    'text': '通辽',
    'value': '481'
  },
  {
    'text': '鄂尔多斯',
    'value': '491'
  },
  {
    'text': '呼伦贝尔',
    'value': '500'
  },
  {
    'text': '巴彦淖尔',
    'value': '515'
  },
  {
    'text': '乌兰察布',
    'value': '524'
  },
  {
    'text': '兴安盟',
    'value': '537'
  },
  {
    'text': '锡林郭勒盟',
    'value': '544'
  },
  {
    'text': '阿拉善盟',
    'value': '557'
  }],
  '561': [{
    'text': '沈阳',
    'value': '562'
  },
  {
    'text': '大连',
    'value': '577'
  },
  {
    'text': '鞍山',
    'value': '589'
  },
  {
    'text': '抚顺',
    'value': '598'
  },
  {
    'text': '本溪',
    'value': '607'
  },
  {
    'text': '丹东',
    'value': '615'
  },
  {
    'text': '锦州',
    'value': '623'
  },
  {
    'text': '营口',
    'value': '632'
  },
  {
    'text': '阜新',
    'value': '640'
  },
  {
    'text': '辽阳',
    'value': '649'
  },
  {
    'text': '盘锦',
    'value': '658'
  },
  {
    'text': '铁岭',
    'value': '664'
  },
  {
    'text': '朝阳',
    'value': '673'
  },
  {
    'text': '葫芦岛',
    'value': '682'
  }],
  '690': [{
    'text': '长春',
    'value': '691'
  },
  {
    'text': '吉林',
    'value': '703'
  },
  {
    'text': '四平',
    'value': '714'
  },
  {
    'text': '辽源',
    'value': '722'
  },
  {
    'text': '通化',
    'value': '728'
  },
  {
    'text': '白山',
    'value': '737'
  },
  {
    'text': '松原',
    'value': '745'
  },
  {
    'text': '白城',
    'value': '752'
  },
  {
    'text': '延边朝鲜族自治州',
    'value': '759'
  }],
  '768': [{
    'text': '哈尔滨',
    'value': '769'
  },
  {
    'text': '齐齐哈尔',
    'value': '790'
  },
  {
    'text': '鸡西',
    'value': '808'
  },
  {
    'text': '鹤岗',
    'value': '819'
  },
  {
    'text': '双鸭山',
    'value': '829'
  },
  {
    'text': '大庆',
    'value': '839'
  },
  {
    'text': '伊春',
    'value': '850'
  },
  {
    'text': '佳木斯',
    'value': '869'
  },
  {
    'text': '七台河',
    'value': '882'
  },
  {
    'text': '牡丹江',
    'value': '888'
  },
  {
    'text': '黑河',
    'value': '900'
  },
  {
    'text': '绥化',
    'value': '908'
  },
  {
    'text': '大兴安岭地区',
    'value': '920'
  }],
  '924': [{
    'text': '南京',
    'value': '925'
  },
  {
    'text': '无锡',
    'value': '940'
  },
  {
    'text': '徐州',
    'value': '950'
  },
  {
    'text': '常州',
    'value': '963'
  },
  {
    'text': '苏州',
    'value': '972'
  },
  {
    'text': '南通',
    'value': '985'
  },
  {
    'text': '连云港',
    'value': '995'
  },
  {
    'text': '淮安',
    'value': '1004'
  },
  {
    'text': '盐城',
    'value': '1014'
  },
  {
    'text': '扬州',
    'value': '1025'
  },
  {
    'text': '镇江',
    'value': '1034'
  },
  {
    'text': '泰州',
    'value': '1042'
  },
  {
    'text': '宿迁',
    'value': '1050'
  }],
  '1057': [{
    'text': '杭州',
    'value': '1058'
  },
  {
    'text': '宁波',
    'value': '1073'
  },
  {
    'text': '温州',
    'value': '1086'
  },
  {
    'text': '嘉兴',
    'value': '1099'
  },
  {
    'text': '湖州',
    'value': '1108'
  },
  {
    'text': '绍兴',
    'value': '1115'
  },
  {
    'text': '金华',
    'value': '1123'
  },
  {
    'text': '衢州',
    'value': '1134'
  },
  {
    'text': '舟山',
    'value': '1142'
  },
  {
    'text': '台州',
    'value': '1148'
  },
  {
    'text': '丽水',
    'value': '1159'
  }],
  '1170': [{
    'text': '合肥',
    'value': '1171'
  },
  {
    'text': '芜湖',
    'value': '1180'
  },
  {
    'text': '蚌埠',
    'value': '1189'
  },
  {
    'text': '淮南',
    'value': '1198'
  },
  {
    'text': '马鞍山',
    'value': '1206'
  },
  {
    'text': '淮北',
    'value': '1212'
  },
  {
    'text': '铜陵',
    'value': '1218'
  },
  {
    'text': '安庆',
    'value': '1224'
  },
  {
    'text': '黄山',
    'value': '1237'
  },
  {
    'text': '滁州',
    'value': '1246'
  },
  {
    'text': '阜阳',
    'value': '1256'
  },
  {
    'text': '宿州',
    'value': '1266'
  },
  {
    'text': '巢湖',
    'value': '1273'
  },
  {
    'text': '六安',
    'value': '1280'
  },
  {
    'text': '亳州',
    'value': '1289'
  },
  {
    'text': '池州',
    'value': '1295'
  },
  {
    'text': '宣城',
    'value': '1301'
  }],
  '1310': [{
    'text': '福州',
    'value': '1311'
  },
  {
    'text': '厦门',
    'value': '1326'
  },
  {
    'text': '莆田',
    'value': '1334'
  },
  {
    'text': '三明',
    'value': '1341'
  },
  {
    'text': '泉州',
    'value': '1355'
  },
  {
    'text': '漳州',
    'value': '1369'
  },
  {
    'text': '南平',
    'value': '1382'
  },
  {
    'text': '龙岩',
    'value': '1394'
  },
  {
    'text': '宁德',
    'value': '1403'
  }],
  '1414': [{
    'text': '南昌',
    'value': '1415'
  },
  {
    'text': '景德镇',
    'value': '1426'
  },
  {
    'text': '萍乡',
    'value': '1432'
  },
  {
    'text': '九江',
    'value': '1439'
  },
  {
    'text': '新余',
    'value': '1453'
  },
  {
    'text': '鹰潭',
    'value': '1457'
  },
  {
    'text': '赣州',
    'value': '1462'
  },
  {
    'text': '吉安',
    'value': '1482'
  },
  {
    'text': '宜春',
    'value': '1497'
  },
  {
    'text': '抚州',
    'value': '1509'
  },
  {
    'text': '上饶',
    'value': '1522'
  }],
  '1536': [{
    'text': '济南',
    'value': '1537'
  },
  {
    'text': '青岛',
    'value': '1549'
  },
  {
    'text': '淄博',
    'value': '1563'
  },
  {
    'text': '枣庄',
    'value': '1573'
  },
  {
    'text': '东营',
    'value': '1581'
  },
  {
    'text': '烟台',
    'value': '1588'
  },
  {
    'text': '潍坊',
    'value': '1602'
  },
  {
    'text': '济宁',
    'value': '1616'
  },
  {
    'text': '泰安',
    'value': '1630'
  },
  {
    'text': '威海',
    'value': '1638'
  },
  {
    'text': '日照',
    'value': '1644'
  },
  {
    'text': '莱芜',
    'value': '1650'
  },
  {
    'text': '临沂',
    'value': '1654'
  },
  {
    'text': '德州',
    'value': '1668'
  },
  {
    'text': '聊城',
    'value': '1681'
  },
  {
    'text': '滨州',
    'value': '1691'
  },
  {
    'text': '菏泽',
    'value': '1700'
  }],
  '1711': [{
    'text': '郑州',
    'value': '1712'
  },
  {
    'text': '开封',
    'value': '1726'
  },
  {
    'text': '洛阳',
    'value': '1738'
  },
  {
    'text': '平顶山',
    'value': '1755'
  },
  {
    'text': '安阳',
    'value': '1767'
  },
  {
    'text': '鹤壁',
    'value': '1778'
  },
  {
    'text': '新乡',
    'value': '1785'
  },
  {
    'text': '焦作',
    'value': '1799'
  },
  {
    'text': '濮阳',
    'value': '1812'
  },
  {
    'text': '许昌',
    'value': '1820'
  },
  {
    'text': '漯河',
    'value': '1828'
  },
  {
    'text': '三门峡',
    'value': '1835'
  },
  {
    'text': '南阳',
    'value': '1843'
  },
  {
    'text': '商丘',
    'value': '1858'
  },
  {
    'text': '信阳',
    'value': '1869'
  },
  {
    'text': '周口',
    'value': '1881'
  },
  {
    'text': '驻马店',
    'value': '1893'
  }],
  '1905': [{
    'text': '武汉',
    'value': '1906'
  },
  {
    'text': '黄石',
    'value': '1921'
  },
  {
    'text': '十堰',
    'value': '1929'
  },
  {
    'text': '宜昌',
    'value': '1939'
  },
  {
    'text': '襄阳',
    'value': '1954'
  },
  {
    'text': '鄂州',
    'value': '1965'
  },
  {
    'text': '荆门',
    'value': '1970'
  },
  {
    'text': '孝感',
    'value': '1977'
  },
  {
    'text': '荆州',
    'value': '1986'
  },
  {
    'text': '黄冈',
    'value': '1996'
  },
  {
    'text': '咸宁',
    'value': '2008'
  },
  {
    'text': '随州',
    'value': '2016'
  },
  {
    'text': '恩施自治州',
    'value': '2020'
  },
  {
    'text': '湖北省辖单位',
    'value': '2029'
  }],
  '2034': [{
    'text': '长沙',
    'value': '2035'
  },
  {
    'text': '株洲',
    'value': '2046'
  },
  {
    'text': '湘潭',
    'value': '2057'
  },
  {
    'text': '衡阳',
    'value': '2064'
  },
  {
    'text': '邵阳',
    'value': '2078'
  },
  {
    'text': '岳阳',
    'value': '2092'
  },
  {
    'text': '常德',
    'value': '2103'
  },
  {
    'text': '张家界',
    'value': '2114'
  },
  {
    'text': '益阳',
    'value': '2120'
  },
  {
    'text': '郴州',
    'value': '2128'
  },
  {
    'text': '永州',
    'value': '2141'
  },
  {
    'text': '怀化',
    'value': '2154'
  },
  {
    'text': '娄底',
    'value': '2168'
  },
  {
    'text': '湘西自治州',
    'value': '2175'
  }],
  '2184': [{
    'text': '广州',
    'value': '2185'
  },
  {
    'text': '韶关',
    'value': '2199'
  },
  {
    'text': '深圳',
    'value': '2211'
  },
  {
    'text': '珠海',
    'value': '2219'
  },
  {
    'text': '汕头',
    'value': '2224'
  },
  {
    'text': '佛山',
    'value': '2233'
  },
  {
    'text': '江门',
    'value': '2240'
  },
  {
    'text': '湛江',
    'value': '2249'
  },
  {
    'text': '茂名',
    'value': '2260'
  },
  {
    'text': '肇庆',
    'value': '2268'
  },
  {
    'text': '惠州',
    'value': '2278'
  },
  {
    'text': '梅州',
    'value': '2285'
  },
  {
    'text': '汕尾',
    'value': '2295'
  },
  {
    'text': '河源',
    'value': '2301'
  },
  {
    'text': '阳江',
    'value': '2309'
  },
  {
    'text': '清远',
    'value': '2315'
  },
  {
    'text': '东莞市',
    'value': '2325'
  },
  {
    'text': '中山市',
    'value': '2358'
  },
  {
    'text': '潮州',
    'value': '2384'
  },
  {
    'text': '揭阳',
    'value': '2389'
  },
  {
    'text': '云浮',
    'value': '2396'
  },
  {
    'text': '阳春',
    'value': '3579'
  }],
  '2403': [{
    'text': '南宁',
    'value': '2404'
  },
  {
    'text': '柳州',
    'value': '2418'
  },
  {
    'text': '桂林',
    'value': '2430'
  },
  {
    'text': '梧州',
    'value': '2449'
  },
  {
    'text': '北海',
    'value': '2458'
  },
  {
    'text': '防城港',
    'value': '2464'
  },
  {
    'text': '钦州',
    'value': '2470'
  },
  {
    'text': '贵港',
    'value': '2476'
  },
  {
    'text': '玉林',
    'value': '2483'
  },
  {
    'text': '百色',
    'value': '2491'
  },
  {
    'text': '贺州',
    'value': '2505'
  },
  {
    'text': '河池',
    'value': '2511'
  },
  {
    'text': '来宾',
    'value': '2524'
  },
  {
    'text': '崇左',
    'value': '2532'
  }],
  '2541': [{
    'text': '海口',
    'value': '2542'
  },
  {
    'text': '三亚',
    'value': '2548'
  },
  {
    'text': '海南直辖县',
    'value': '2550'
  }],
  '2570': [{
    'text': '成都',
    'value': '2571'
  },
  {
    'text': '自贡',
    'value': '2592'
  },
  {
    'text': '攀枝花',
    'value': '2600'
  },
  {
    'text': '泸州',
    'value': '2607'
  },
  {
    'text': '德阳',
    'value': '2616'
  },
  {
    'text': '绵阳',
    'value': '2624'
  },
  {
    'text': '广元',
    'value': '2635'
  },
  {
    'text': '遂宁',
    'value': '2644'
  },
  {
    'text': '内江',
    'value': '2651'
  },
  {
    'text': '乐山',
    'value': '2658'
  },
  {
    'text': '南充',
    'value': '2671'
  },
  {
    'text': '眉山',
    'value': '2682'
  },
  {
    'text': '宜宾',
    'value': '2690'
  },
  {
    'text': '广安',
    'value': '2702'
  },
  {
    'text': '达州',
    'value': '2709'
  },
  {
    'text': '雅安',
    'value': '2718'
  },
  {
    'text': '巴中',
    'value': '2728'
  },
  {
    'text': '资阳',
    'value': '2734'
  },
  {
    'text': '阿坝藏族羌族自治州',
    'value': '2740'
  },
  {
    'text': '甘孜藏族自治州',
    'value': '2754'
  },
  {
    'text': '凉山彝族自治州',
    'value': '2773'
  },
  {
    'text': '万源市',
    'value': '3577'
  }],
  '2791': [{
    'text': '贵阳',
    'value': '2792'
  },
  {
    'text': '六盘水',
    'value': '2804'
  },
  {
    'text': '遵义',
    'value': '2809'
  },
  {
    'text': '安顺',
    'value': '2825'
  },
  {
    'text': '铜仁地区',
    'value': '2833'
  },
  {
    'text': '黔西南自治州',
    'value': '2844'
  },
  {
    'text': '毕节地区',
    'value': '2853'
  },
  {
    'text': '黔东南自治州',
    'value': '2862'
  },
  {
    'text': '黔南自治州',
    'value': '2879'
  }],
  '2892': [{
    'text': '昆明',
    'value': '2893'
  },
  {
    'text': '曲靖',
    'value': '2909'
  },
  {
    'text': '玉溪',
    'value': '2920'
  },
  {
    'text': '保山',
    'value': '2931'
  },
  {
    'text': '昭通',
    'value': '2938'
  },
  {
    'text': '丽江',
    'value': '2951'
  },
  {
    'text': '普洱',
    'value': '2958'
  },
  {
    'text': '临沧',
    'value': '2970'
  },
  {
    'text': '楚雄自治州',
    'value': '2980'
  },
  {
    'text': '红河自治州',
    'value': '2991'
  },
  {
    'text': '文山自治州',
    'value': '3005'
  },
  {
    'text': '西双版纳傣族自治州',
    'value': '3014'
  },
  {
    'text': '大理白族自治州',
    'value': '3018'
  },
  {
    'text': '德宏傣族景颇族自治州',
    'value': '3031'
  },
  {
    'text': '怒江傈僳族自治州',
    'value': '3037'
  },
  {
    'text': '迪庆藏族自治州',
    'value': '3042'
  }],
  '3046': [{
    'text': '拉萨',
    'value': '3047'
  },
  {
    'text': '昌都地区',
    'value': '3057'
  },
  {
    'text': '山南地区',
    'value': '3069'
  },
  {
    'text': '日喀则地区',
    'value': '3082'
  },
  {
    'text': '那曲地区',
    'value': '3101'
  },
  {
    'text': '阿里地区',
    'value': '3112'
  },
  {
    'text': '林芝地区',
    'value': '3120'
  }],
  '3128': [{
    'text': '西安',
    'value': '3129'
  },
  {
    'text': '铜川',
    'value': '3144'
  },
  {
    'text': '宝鸡',
    'value': '3150'
  },
  {
    'text': '咸阳',
    'value': '3164'
  },
  {
    'text': '渭南',
    'value': '3180'
  },
  {
    'text': '延安',
    'value': '3193'
  },
  {
    'text': '汉中',
    'value': '3208'
  },
  {
    'text': '榆林',
    'value': '3221'
  },
  {
    'text': '安康',
    'value': '3235'
  },
  {
    'text': '商洛',
    'value': '3247'
  },
  {
    'text': '白水',
    'value': '3581'
  }],
  '3256': [{
    'text': '兰州',
    'value': '3257'
  },
  {
    'text': '嘉峪关',
    'value': '3267'
  },
  {
    'text': '金昌',
    'value': '3269'
  },
  {
    'text': '白银',
    'value': '3273'
  },
  {
    'text': '天水',
    'value': '3280'
  },
  {
    'text': '武威',
    'value': '3289'
  },
  {
    'text': '张掖',
    'value': '3295'
  },
  {
    'text': '平凉',
    'value': '3303'
  },
  {
    'text': '酒泉',
    'value': '3312'
  },
  {
    'text': '庆阳',
    'value': '3321'
  },
  {
    'text': '定西',
    'value': '3331'
  },
  {
    'text': '陇南',
    'value': '3340'
  },
  {
    'text': '临夏回族自治州',
    'value': '3351'
  },
  {
    'text': '甘南藏族自治州',
    'value': '3360'
  }],
  '3369': [{
    'text': '西宁',
    'value': '3370'
  },
  {
    'text': '海东地区',
    'value': '3379'
  },
  {
    'text': '海北自治州',
    'value': '3386'
  },
  {
    'text': '黄南自治州',
    'value': '3391'
  },
  {
    'text': '海南藏族自治州',
    'value': '3396'
  },
  {
    'text': '果洛藏族自治州',
    'value': '3402'
  },
  {
    'text': '玉树藏族自治州',
    'value': '3409'
  },
  {
    'text': '海西蒙古族藏族自治州',
    'value': '3416'
  }],
  '3422': [{
    'text': '银川',
    'value': '3423'
  },
  {
    'text': '石嘴山',
    'value': '3431'
  },
  {
    'text': '吴忠',
    'value': '3436'
  },
  {
    'text': '固原',
    'value': '3442'
  },
  {
    'text': '中卫',
    'value': '3449'
  }],
  '3454': [{
    'text': '乌鲁木齐',
    'value': '3455'
  },
  {
    'text': '克拉玛依',
    'value': '3465'
  },
  {
    'text': '吐鲁番地区',
    'value': '3471'
  },
  {
    'text': '哈密地区',
    'value': '3475'
  },
  {
    'text': '昌吉回族自治州',
    'value': '3479'
  },
  {
    'text': '博尔塔拉蒙古自治州',
    'value': '3488'
  },
  {
    'text': '巴音郭楞蒙古自治州',
    'value': '3492'
  },
  {
    'text': '阿克苏地区',
    'value': '3502'
  },
  {
    'text': '克孜勒苏州',
    'value': '3512'
  },
  {
    'text': '喀什地区',
    'value': '3517'
  },
  {
    'text': '和田地区',
    'value': '3530'
  },
  {
    'text': '伊犁哈萨克自治州',
    'value': '3539'
  },
  {
    'text': '塔城地区',
    'value': '3550'
  },
  {
    'text': '阿勒泰地区',
    'value': '3558'
  },
  {
    'text': '新疆省辖单位',
    'value': '3566'
  }]
}

export const dists = {
  '1$$2': [{
    'text': '东城区',
    'value': '3'
  },
  {
    'text': '西城区',
    'value': '4'
  },
  {
    'text': '崇文区',
    'value': '5'
  },
  {
    'text': '宣武区',
    'value': '6'
  },
  {
    'text': '朝阳区',
    'value': '7'
  },
  {
    'text': '丰台区',
    'value': '8'
  },
  {
    'text': '石景山区',
    'value': '9'
  },
  {
    'text': '海淀区',
    'value': '10'
  },
  {
    'text': '门头沟区',
    'value': '11'
  },
  {
    'text': '房山区',
    'value': '12'
  },
  {
    'text': '通州区',
    'value': '13'
  },
  {
    'text': '顺义区',
    'value': '14'
  },
  {
    'text': '昌平区',
    'value': '15'
  },
  {
    'text': '大兴区',
    'value': '16'
  },
  {
    'text': '怀柔区',
    'value': '17'
  },
  {
    'text': '平谷区',
    'value': '18'
  },
  {
    'text': '密云县',
    'value': '19'
  },
  {
    'text': '延庆县',
    'value': '20'
  }],
  '21$$22': [{
    'text': '和平区',
    'value': '23'
  },
  {
    'text': '河东区',
    'value': '24'
  },
  {
    'text': '河西区',
    'value': '25'
  },
  {
    'text': '南开区',
    'value': '26'
  },
  {
    'text': '河北区',
    'value': '27'
  },
  {
    'text': '红桥区',
    'value': '28'
  },
  {
    'text': '塘沽区',
    'value': '29'
  },
  {
    'text': '汉沽区',
    'value': '30'
  },
  {
    'text': '大港区',
    'value': '31'
  },
  {
    'text': '东丽区',
    'value': '32'
  },
  {
    'text': '西青区',
    'value': '33'
  },
  {
    'text': '津南区',
    'value': '34'
  },
  {
    'text': '北辰区',
    'value': '35'
  },
  {
    'text': '武清区',
    'value': '36'
  },
  {
    'text': '宝坻区',
    'value': '37'
  },
  {
    'text': '静海县',
    'value': '38'
  },
  {
    'text': '蓟县',
    'value': '39'
  },
  {
    'text': '滨海新区',
    'value': '3608'
  }],
  '40$$41': [{
    'text': '黄浦区',
    'value': '42'
  },
  {
    'text': '卢湾区',
    'value': '43'
  },
  {
    'text': '徐汇区',
    'value': '44'
  },
  {
    'text': '长宁区',
    'value': '45'
  },
  {
    'text': '静安区',
    'value': '46'
  },
  {
    'text': '普陀区',
    'value': '47'
  },
  {
    'text': '闸北区',
    'value': '48'
  },
  {
    'text': '虹口区',
    'value': '49'
  },
  {
    'text': '杨浦区',
    'value': '50'
  },
  {
    'text': '闵行区',
    'value': '51'
  },
  {
    'text': '宝山区',
    'value': '52'
  },
  {
    'text': '嘉定区',
    'value': '53'
  },
  {
    'text': '浦东新区',
    'value': '54'
  },
  {
    'text': '金山区',
    'value': '55'
  },
  {
    'text': '松江区',
    'value': '56'
  },
  {
    'text': '青浦区',
    'value': '57'
  },
  {
    'text': '南汇区',
    'value': '58'
  },
  {
    'text': '奉贤区',
    'value': '59'
  },
  {
    'text': '崇明县',
    'value': '60'
  }],
  '61$$62': [{
    'text': '万州区',
    'value': '63'
  },
  {
    'text': '涪陵区',
    'value': '64'
  },
  {
    'text': '渝中区',
    'value': '65'
  },
  {
    'text': '大渡口区',
    'value': '66'
  },
  {
    'text': '江北区',
    'value': '67'
  },
  {
    'text': '沙坪坝区',
    'value': '68'
  },
  {
    'text': '九龙坡区',
    'value': '69'
  },
  {
    'text': '南岸区',
    'value': '70'
  },
  {
    'text': '北碚区',
    'value': '71'
  },
  {
    'text': '万盛区',
    'value': '72'
  },
  {
    'text': '双桥区',
    'value': '73'
  },
  {
    'text': '渝北区',
    'value': '74'
  },
  {
    'text': '巴南区',
    'value': '75'
  },
  {
    'text': '黔江区',
    'value': '76'
  },
  {
    'text': '长寿区',
    'value': '77'
  },
  {
    'text': '潼南县',
    'value': '78'
  },
  {
    'text': '铜梁县',
    'value': '79'
  },
  {
    'text': '大足区',
    'value': '80'
  },
  {
    'text': '荣昌县',
    'value': '81'
  },
  {
    'text': '璧山县',
    'value': '82'
  },
  {
    'text': '梁平县',
    'value': '83'
  },
  {
    'text': '城口县',
    'value': '84'
  },
  {
    'text': '丰都县',
    'value': '85'
  },
  {
    'text': '垫江县',
    'value': '86'
  },
  {
    'text': '武隆县',
    'value': '87'
  },
  {
    'text': '忠县',
    'value': '88'
  },
  {
    'text': '开县',
    'value': '89'
  },
  {
    'text': '云阳县',
    'value': '90'
  },
  {
    'text': '奉节县',
    'value': '91'
  },
  {
    'text': '巫山县',
    'value': '92'
  },
  {
    'text': '巫溪县',
    'value': '93'
  },
  {
    'text': '石柱土家族自治县',
    'value': '94'
  },
  {
    'text': '秀山土家族苗族自治县',
    'value': '95'
  },
  {
    'text': '酉阳土家族苗族自治县',
    'value': '96'
  },
  {
    'text': '彭水苗族土家族自治县',
    'value': '97'
  },
  {
    'text': '江津区',
    'value': '98'
  },
  {
    'text': '合川区',
    'value': '99'
  },
  {
    'text': '永川区',
    'value': '100'
  },
  {
    'text': '南川区',
    'value': '101'
  },
  {
    'text': '綦江区',
    'value': '3609'
  }],
  '102$$103': [{
    'text': '市辖区',
    'value': '104'
  },
  {
    'text': '长安区',
    'value': '105'
  },
  {
    'text': '桥东区',
    'value': '106'
  },
  {
    'text': '桥西区',
    'value': '107'
  },
  {
    'text': '新华区',
    'value': '108'
  },
  {
    'text': '井陉矿区',
    'value': '109'
  },
  {
    'text': '裕华区',
    'value': '110'
  },
  {
    'text': '井陉县',
    'value': '111'
  },
  {
    'text': '正定县',
    'value': '112'
  },
  {
    'text': '栾城县',
    'value': '113'
  },
  {
    'text': '行唐县',
    'value': '114'
  },
  {
    'text': '灵寿县',
    'value': '115'
  },
  {
    'text': '高邑县',
    'value': '116'
  },
  {
    'text': '深泽县',
    'value': '117'
  },
  {
    'text': '赞皇县',
    'value': '118'
  },
  {
    'text': '无极县',
    'value': '119'
  },
  {
    'text': '平山县',
    'value': '120'
  },
  {
    'text': '元氏县',
    'value': '121'
  },
  {
    'text': '赵县',
    'value': '122'
  },
  {
    'text': '辛集市',
    'value': '123'
  },
  {
    'text': '藁城市',
    'value': '124'
  },
  {
    'text': '晋州市',
    'value': '125'
  },
  {
    'text': '新乐市',
    'value': '126'
  },
  {
    'text': '鹿泉市',
    'value': '127'
  }],
  '102$$128': [{
    'text': '市辖区',
    'value': '129'
  },
  {
    'text': '路南区',
    'value': '130'
  },
  {
    'text': '路北区',
    'value': '131'
  },
  {
    'text': '古冶区',
    'value': '132'
  },
  {
    'text': '开平区',
    'value': '133'
  },
  {
    'text': '丰南区',
    'value': '134'
  },
  {
    'text': '丰润区',
    'value': '135'
  },
  {
    'text': '滦县',
    'value': '136'
  },
  {
    'text': '滦南县',
    'value': '137'
  },
  {
    'text': '乐亭县',
    'value': '138'
  },
  {
    'text': '迁西县',
    'value': '139'
  },
  {
    'text': '玉田县',
    'value': '140'
  },
  {
    'text': '曹妃甸区',
    'value': '141'
  },
  {
    'text': '遵化市',
    'value': '142'
  },
  {
    'text': '迁安市',
    'value': '143'
  }],
  '102$$144': [{
    'text': '市辖区',
    'value': '145'
  },
  {
    'text': '海港区',
    'value': '146'
  },
  {
    'text': '山海关区',
    'value': '147'
  },
  {
    'text': '北戴河区',
    'value': '148'
  },
  {
    'text': '青龙满族自治县',
    'value': '149'
  },
  {
    'text': '昌黎县',
    'value': '150'
  },
  {
    'text': '抚宁县',
    'value': '151'
  },
  {
    'text': '卢龙县',
    'value': '152'
  }],
  '102$$153': [{
    'text': '市辖区',
    'value': '154'
  },
  {
    'text': '邯山区',
    'value': '155'
  },
  {
    'text': '丛台区',
    'value': '156'
  },
  {
    'text': '复兴区',
    'value': '157'
  },
  {
    'text': '峰峰矿区',
    'value': '158'
  },
  {
    'text': '邯郸县',
    'value': '159'
  },
  {
    'text': '临漳县',
    'value': '160'
  },
  {
    'text': '成安县',
    'value': '161'
  },
  {
    'text': '大名县',
    'value': '162'
  },
  {
    'text': '涉县',
    'value': '163'
  },
  {
    'text': '磁县',
    'value': '164'
  },
  {
    'text': '肥乡县',
    'value': '165'
  },
  {
    'text': '永年县',
    'value': '166'
  },
  {
    'text': '邱县',
    'value': '167'
  },
  {
    'text': '鸡泽县',
    'value': '168'
  },
  {
    'text': '广平县',
    'value': '169'
  },
  {
    'text': '馆陶县',
    'value': '170'
  },
  {
    'text': '魏县',
    'value': '171'
  },
  {
    'text': '曲周县',
    'value': '172'
  },
  {
    'text': '武安市',
    'value': '173'
  }],
  '102$$174': [{
    'text': '市辖区',
    'value': '175'
  },
  {
    'text': '桥东区',
    'value': '176'
  },
  {
    'text': '桥西区',
    'value': '177'
  },
  {
    'text': '邢台县',
    'value': '178'
  },
  {
    'text': '临城县',
    'value': '179'
  },
  {
    'text': '内丘县',
    'value': '180'
  },
  {
    'text': '柏乡县',
    'value': '181'
  },
  {
    'text': '隆尧县',
    'value': '182'
  },
  {
    'text': '任县',
    'value': '183'
  },
  {
    'text': '南和县',
    'value': '184'
  },
  {
    'text': '宁晋县',
    'value': '185'
  },
  {
    'text': '巨鹿县',
    'value': '186'
  },
  {
    'text': '新河县',
    'value': '187'
  },
  {
    'text': '广宗县',
    'value': '188'
  },
  {
    'text': '平乡县',
    'value': '189'
  },
  {
    'text': '威县',
    'value': '190'
  },
  {
    'text': '清河县',
    'value': '191'
  },
  {
    'text': '临西县',
    'value': '192'
  },
  {
    'text': '南宫市',
    'value': '193'
  },
  {
    'text': '沙河市',
    'value': '194'
  }],
  '102$$195': [{
    'text': '市辖区',
    'value': '196'
  },
  {
    'text': '新市区',
    'value': '197'
  },
  {
    'text': '北市区',
    'value': '198'
  },
  {
    'text': '南市区',
    'value': '199'
  },
  {
    'text': '满城县',
    'value': '200'
  },
  {
    'text': '清苑县',
    'value': '201'
  },
  {
    'text': '涞水县',
    'value': '202'
  },
  {
    'text': '阜平县',
    'value': '203'
  },
  {
    'text': '徐水县',
    'value': '204'
  },
  {
    'text': '定兴县',
    'value': '205'
  },
  {
    'text': '唐县',
    'value': '206'
  },
  {
    'text': '高阳县',
    'value': '207'
  },
  {
    'text': '容城县',
    'value': '208'
  },
  {
    'text': '涞源县',
    'value': '209'
  },
  {
    'text': '望都县',
    'value': '210'
  },
  {
    'text': '安新县',
    'value': '211'
  },
  {
    'text': '易县',
    'value': '212'
  },
  {
    'text': '曲阳县',
    'value': '213'
  },
  {
    'text': '蠡县',
    'value': '214'
  },
  {
    'text': '顺平县',
    'value': '215'
  },
  {
    'text': '博野县',
    'value': '216'
  },
  {
    'text': '雄县',
    'value': '217'
  },
  {
    'text': '涿州市',
    'value': '218'
  },
  {
    'text': '定州市',
    'value': '219'
  },
  {
    'text': '安国市',
    'value': '220'
  },
  {
    'text': '高碑店市',
    'value': '221'
  }],
  '102$$222': [{
    'text': '市辖区',
    'value': '223'
  },
  {
    'text': '桥东区',
    'value': '224'
  },
  {
    'text': '桥西区',
    'value': '225'
  },
  {
    'text': '宣化区',
    'value': '226'
  },
  {
    'text': '下花园区',
    'value': '227'
  },
  {
    'text': '宣化县',
    'value': '228'
  },
  {
    'text': '张北县',
    'value': '229'
  },
  {
    'text': '康保县',
    'value': '230'
  },
  {
    'text': '沽源县',
    'value': '231'
  },
  {
    'text': '尚义县',
    'value': '232'
  },
  {
    'text': '蔚县',
    'value': '233'
  },
  {
    'text': '阳原县',
    'value': '234'
  },
  {
    'text': '怀安县',
    'value': '235'
  },
  {
    'text': '万全县',
    'value': '236'
  },
  {
    'text': '怀来县',
    'value': '237'
  },
  {
    'text': '涿鹿县',
    'value': '238'
  },
  {
    'text': '赤城县',
    'value': '239'
  },
  {
    'text': '崇礼县',
    'value': '240'
  }],
  '102$$241': [{
    'text': '市辖区',
    'value': '242'
  },
  {
    'text': '双桥区',
    'value': '243'
  },
  {
    'text': '双滦区',
    'value': '244'
  },
  {
    'text': '鹰手营子矿区',
    'value': '245'
  },
  {
    'text': '承德县',
    'value': '246'
  },
  {
    'text': '兴隆县',
    'value': '247'
  },
  {
    'text': '平泉县',
    'value': '248'
  },
  {
    'text': '滦平县',
    'value': '249'
  },
  {
    'text': '隆化县',
    'value': '250'
  },
  {
    'text': '丰宁满族自治县',
    'value': '251'
  },
  {
    'text': '宽城满族自治县',
    'value': '252'
  },
  {
    'text': '围场满族蒙古族自治县',
    'value': '253'
  }],
  '102$$254': [{
    'text': '市辖区',
    'value': '255'
  },
  {
    'text': '新华区',
    'value': '256'
  },
  {
    'text': '运河区',
    'value': '257'
  },
  {
    'text': '沧县',
    'value': '258'
  },
  {
    'text': '青县',
    'value': '259'
  },
  {
    'text': '东光县',
    'value': '260'
  },
  {
    'text': '海兴县',
    'value': '261'
  },
  {
    'text': '盐山县',
    'value': '262'
  },
  {
    'text': '肃宁县',
    'value': '263'
  },
  {
    'text': '南皮县',
    'value': '264'
  },
  {
    'text': '吴桥县',
    'value': '265'
  },
  {
    'text': '献县',
    'value': '266'
  },
  {
    'text': '孟村回族自治县',
    'value': '267'
  },
  {
    'text': '泊头市',
    'value': '268'
  },
  {
    'text': '任丘市',
    'value': '269'
  },
  {
    'text': '黄骅市',
    'value': '270'
  },
  {
    'text': '河间市',
    'value': '271'
  }],
  '102$$272': [{
    'text': '市辖区',
    'value': '273'
  },
  {
    'text': '安次区',
    'value': '274'
  },
  {
    'text': '广阳区',
    'value': '275'
  },
  {
    'text': '固安县',
    'value': '276'
  },
  {
    'text': '永清县',
    'value': '277'
  },
  {
    'text': '香河县',
    'value': '278'
  },
  {
    'text': '大城县',
    'value': '279'
  },
  {
    'text': '文安县',
    'value': '280'
  },
  {
    'text': '大厂回族自治县',
    'value': '281'
  },
  {
    'text': '霸州市',
    'value': '282'
  },
  {
    'text': '三河市',
    'value': '283'
  }],
  '102$$284': [{
    'text': '市辖区',
    'value': '285'
  },
  {
    'text': '桃城区',
    'value': '286'
  },
  {
    'text': '枣强县',
    'value': '287'
  },
  {
    'text': '武邑县',
    'value': '288'
  },
  {
    'text': '武强县',
    'value': '289'
  },
  {
    'text': '饶阳县',
    'value': '290'
  },
  {
    'text': '安平县',
    'value': '291'
  },
  {
    'text': '故城县',
    'value': '292'
  },
  {
    'text': '景县',
    'value': '293'
  },
  {
    'text': '阜城县',
    'value': '294'
  },
  {
    'text': '冀州市',
    'value': '295'
  },
  {
    'text': '深州市',
    'value': '296'
  }],
  '297$$298': [{
    'text': '市辖区',
    'value': '299'
  },
  {
    'text': '小店区',
    'value': '300'
  },
  {
    'text': '迎泽区',
    'value': '301'
  },
  {
    'text': '杏花岭区',
    'value': '302'
  },
  {
    'text': '尖草坪区',
    'value': '303'
  },
  {
    'text': '万柏林区',
    'value': '304'
  },
  {
    'text': '晋源区',
    'value': '305'
  },
  {
    'text': '清徐县',
    'value': '306'
  },
  {
    'text': '阳曲县',
    'value': '307'
  },
  {
    'text': '娄烦县',
    'value': '308'
  },
  {
    'text': '古交市',
    'value': '309'
  }],
  '297$$310': [{
    'text': '市辖区',
    'value': '311'
  },
  {
    'text': '城区',
    'value': '312'
  },
  {
    'text': '矿区',
    'value': '313'
  },
  {
    'text': '南郊区',
    'value': '314'
  },
  {
    'text': '新荣区',
    'value': '315'
  },
  {
    'text': '阳高县',
    'value': '316'
  },
  {
    'text': '天镇县',
    'value': '317'
  },
  {
    'text': '广灵县',
    'value': '318'
  },
  {
    'text': '灵丘县',
    'value': '319'
  },
  {
    'text': '浑源县',
    'value': '320'
  },
  {
    'text': '左云县',
    'value': '321'
  },
  {
    'text': '大同县',
    'value': '322'
  }],
  '297$$323': [{
    'text': '市辖区',
    'value': '324'
  },
  {
    'text': '城区',
    'value': '325'
  },
  {
    'text': '矿区',
    'value': '326'
  },
  {
    'text': '郊区',
    'value': '327'
  },
  {
    'text': '平定县',
    'value': '328'
  },
  {
    'text': '盂县',
    'value': '329'
  }],
  '297$$330': [{
    'text': '市辖区',
    'value': '331'
  },
  {
    'text': '城区',
    'value': '332'
  },
  {
    'text': '郊区',
    'value': '333'
  },
  {
    'text': '长治县',
    'value': '334'
  },
  {
    'text': '襄垣县',
    'value': '335'
  },
  {
    'text': '屯留县',
    'value': '336'
  },
  {
    'text': '平顺县',
    'value': '337'
  },
  {
    'text': '黎城县',
    'value': '338'
  },
  {
    'text': '壶关县',
    'value': '339'
  },
  {
    'text': '长子县',
    'value': '340'
  },
  {
    'text': '武乡县',
    'value': '341'
  },
  {
    'text': '沁县',
    'value': '342'
  },
  {
    'text': '沁源县',
    'value': '343'
  },
  {
    'text': '潞城市',
    'value': '344'
  }],
  '297$$345': [{
    'text': '市辖区',
    'value': '346'
  },
  {
    'text': '城区',
    'value': '347'
  },
  {
    'text': '沁水县',
    'value': '348'
  },
  {
    'text': '阳城县',
    'value': '349'
  },
  {
    'text': '陵川县',
    'value': '350'
  },
  {
    'text': '泽州县',
    'value': '351'
  },
  {
    'text': '高平市',
    'value': '352'
  }],
  '297$$353': [{
    'text': '市辖区',
    'value': '354'
  },
  {
    'text': '朔城区',
    'value': '355'
  },
  {
    'text': '平鲁区',
    'value': '356'
  },
  {
    'text': '山阴县',
    'value': '357'
  },
  {
    'text': '应县',
    'value': '358'
  },
  {
    'text': '右玉县',
    'value': '359'
  },
  {
    'text': '怀仁县',
    'value': '360'
  }],
  '297$$361': [{
    'text': '市辖区',
    'value': '362'
  },
  {
    'text': '榆次区',
    'value': '363'
  },
  {
    'text': '榆社县',
    'value': '364'
  },
  {
    'text': '左权县',
    'value': '365'
  },
  {
    'text': '和顺县',
    'value': '366'
  },
  {
    'text': '昔阳县',
    'value': '367'
  },
  {
    'text': '寿阳县',
    'value': '368'
  },
  {
    'text': '太谷县',
    'value': '369'
  },
  {
    'text': '祁县',
    'value': '370'
  },
  {
    'text': '平遥县',
    'value': '371'
  },
  {
    'text': '灵石县',
    'value': '372'
  },
  {
    'text': '介休市',
    'value': '373'
  }],
  '297$$374': [{
    'text': '市辖区',
    'value': '375'
  },
  {
    'text': '盐湖区',
    'value': '376'
  },
  {
    'text': '临猗县',
    'value': '377'
  },
  {
    'text': '万荣县',
    'value': '378'
  },
  {
    'text': '闻喜县',
    'value': '379'
  },
  {
    'text': '稷山县',
    'value': '380'
  },
  {
    'text': '新绛县',
    'value': '381'
  },
  {
    'text': '绛县',
    'value': '382'
  },
  {
    'text': '垣曲县',
    'value': '383'
  },
  {
    'text': '夏县',
    'value': '384'
  },
  {
    'text': '平陆县',
    'value': '385'
  },
  {
    'text': '芮城县',
    'value': '386'
  },
  {
    'text': '永济市',
    'value': '387'
  },
  {
    'text': '河津市',
    'value': '388'
  }],
  '297$$389': [{
    'text': '市辖区',
    'value': '390'
  },
  {
    'text': '忻府区',
    'value': '391'
  },
  {
    'text': '定襄县',
    'value': '392'
  },
  {
    'text': '五台县',
    'value': '393'
  },
  {
    'text': '代县',
    'value': '394'
  },
  {
    'text': '繁峙县',
    'value': '395'
  },
  {
    'text': '宁武县',
    'value': '396'
  },
  {
    'text': '静乐县',
    'value': '397'
  },
  {
    'text': '神池县',
    'value': '398'
  },
  {
    'text': '五寨县',
    'value': '399'
  },
  {
    'text': '岢岚县',
    'value': '400'
  },
  {
    'text': '河曲县',
    'value': '401'
  },
  {
    'text': '保德县',
    'value': '402'
  },
  {
    'text': '偏关县',
    'value': '403'
  },
  {
    'text': '原平市',
    'value': '404'
  }],
  '297$$405': [{
    'text': '市辖区',
    'value': '406'
  },
  {
    'text': '尧都区',
    'value': '407'
  },
  {
    'text': '曲沃县',
    'value': '408'
  },
  {
    'text': '翼城县',
    'value': '409'
  },
  {
    'text': '襄汾县',
    'value': '410'
  },
  {
    'text': '洪洞县',
    'value': '411'
  },
  {
    'text': '古县',
    'value': '412'
  },
  {
    'text': '安泽县',
    'value': '413'
  },
  {
    'text': '浮山县',
    'value': '414'
  },
  {
    'text': '吉县',
    'value': '415'
  },
  {
    'text': '乡宁县',
    'value': '416'
  },
  {
    'text': '大宁县',
    'value': '417'
  },
  {
    'text': '隰县',
    'value': '418'
  },
  {
    'text': '永和县',
    'value': '419'
  },
  {
    'text': '蒲县',
    'value': '420'
  },
  {
    'text': '汾西县',
    'value': '421'
  },
  {
    'text': '侯马市',
    'value': '422'
  },
  {
    'text': '霍州市',
    'value': '423'
  }],
  '297$$424': [{
    'text': '市辖区',
    'value': '425'
  },
  {
    'text': '离石区',
    'value': '426'
  },
  {
    'text': '文水县',
    'value': '427'
  },
  {
    'text': '交城县',
    'value': '428'
  },
  {
    'text': '兴县',
    'value': '429'
  },
  {
    'text': '临县',
    'value': '430'
  },
  {
    'text': '柳林县',
    'value': '431'
  },
  {
    'text': '石楼县',
    'value': '432'
  },
  {
    'text': '岚县',
    'value': '433'
  },
  {
    'text': '方山县',
    'value': '434'
  },
  {
    'text': '中阳县',
    'value': '435'
  },
  {
    'text': '交口县',
    'value': '436'
  },
  {
    'text': '孝义市',
    'value': '437'
  },
  {
    'text': '汾阳市',
    'value': '438'
  }],
  '439$$440': [{
    'text': '市辖区',
    'value': '441'
  },
  {
    'text': '新城区',
    'value': '442'
  },
  {
    'text': '回民区',
    'value': '443'
  },
  {
    'text': '玉泉区',
    'value': '444'
  },
  {
    'text': '赛罕区',
    'value': '445'
  },
  {
    'text': '土默特左旗',
    'value': '446'
  },
  {
    'text': '托克托县',
    'value': '447'
  },
  {
    'text': '和林格尔县',
    'value': '448'
  },
  {
    'text': '清水河县',
    'value': '449'
  },
  {
    'text': '武川县',
    'value': '450'
  }],
  '439$$451': [{
    'text': '市辖区',
    'value': '452'
  },
  {
    'text': '东河区',
    'value': '453'
  },
  {
    'text': '昆都仑区',
    'value': '454'
  },
  {
    'text': '青山区',
    'value': '455'
  },
  {
    'text': '石拐区',
    'value': '456'
  },
  {
    'text': '白云鄂博矿区',
    'value': '457'
  },
  {
    'text': '九原区',
    'value': '458'
  },
  {
    'text': '土默特右旗',
    'value': '459'
  },
  {
    'text': '固阳县',
    'value': '460'
  },
  {
    'text': '达尔罕茂明安联合旗',
    'value': '461'
  }],
  '439$$462': [{
    'text': '市辖区',
    'value': '463'
  },
  {
    'text': '海勃湾区',
    'value': '464'
  },
  {
    'text': '海南区',
    'value': '465'
  },
  {
    'text': '乌达区',
    'value': '466'
  }],
  '439$$467': [{
    'text': '市辖区',
    'value': '468'
  },
  {
    'text': '红山区',
    'value': '469'
  },
  {
    'text': '元宝山区',
    'value': '470'
  },
  {
    'text': '松山区',
    'value': '471'
  },
  {
    'text': '阿鲁科尔沁旗',
    'value': '472'
  },
  {
    'text': '巴林左旗',
    'value': '473'
  },
  {
    'text': '巴林右旗',
    'value': '474'
  },
  {
    'text': '林西县',
    'value': '475'
  },
  {
    'text': '克什克腾旗',
    'value': '476'
  },
  {
    'text': '翁牛特旗',
    'value': '477'
  },
  {
    'text': '喀喇沁旗',
    'value': '478'
  },
  {
    'text': '宁城县',
    'value': '479'
  },
  {
    'text': '敖汉旗',
    'value': '480'
  }],
  '439$$481': [{
    'text': '市辖区',
    'value': '482'
  },
  {
    'text': '科尔沁区',
    'value': '483'
  },
  {
    'text': '科尔沁左翼中旗',
    'value': '484'
  },
  {
    'text': '科尔沁左翼后旗',
    'value': '485'
  },
  {
    'text': '开鲁县',
    'value': '486'
  },
  {
    'text': '库伦旗',
    'value': '487'
  },
  {
    'text': '奈曼旗',
    'value': '488'
  },
  {
    'text': '扎鲁特旗',
    'value': '489'
  },
  {
    'text': '霍林郭勒市',
    'value': '490'
  }],
  '439$$491': [{
    'text': '东胜区',
    'value': '492'
  },
  {
    'text': '达拉特旗',
    'value': '493'
  },
  {
    'text': '准格尔旗',
    'value': '494'
  },
  {
    'text': '鄂托克前旗',
    'value': '495'
  },
  {
    'text': '鄂托克旗',
    'value': '496'
  },
  {
    'text': '杭锦旗',
    'value': '497'
  },
  {
    'text': '乌审旗',
    'value': '498'
  },
  {
    'text': '伊金霍洛旗',
    'value': '499'
  }],
  '439$$500': [{
    'text': '市辖区',
    'value': '501'
  },
  {
    'text': '海拉尔区',
    'value': '502'
  },
  {
    'text': '阿荣旗',
    'value': '503'
  },
  {
    'text': '莫力达瓦达斡尔族自治旗',
    'value': '504'
  },
  {
    'text': '鄂伦春自治旗',
    'value': '505'
  },
  {
    'text': '鄂温克族自治旗',
    'value': '506'
  },
  {
    'text': '陈巴尔虎旗',
    'value': '507'
  },
  {
    'text': '新巴尔虎左旗',
    'value': '508'
  },
  {
    'text': '新巴尔虎右旗',
    'value': '509'
  },
  {
    'text': '满洲里市',
    'value': '510'
  },
  {
    'text': '牙克石市',
    'value': '511'
  },
  {
    'text': '扎兰屯市',
    'value': '512'
  },
  {
    'text': '额尔古纳市',
    'value': '513'
  },
  {
    'text': '根河市',
    'value': '514'
  }],
  '439$$515': [{
    'text': '市辖区',
    'value': '516'
  },
  {
    'text': '临河区',
    'value': '517'
  },
  {
    'text': '五原县',
    'value': '518'
  },
  {
    'text': '磴口县',
    'value': '519'
  },
  {
    'text': '乌拉特前旗',
    'value': '520'
  },
  {
    'text': '乌拉特中旗',
    'value': '521'
  },
  {
    'text': '乌拉特后旗',
    'value': '522'
  },
  {
    'text': '杭锦后旗',
    'value': '523'
  }],
  '439$$524': [{
    'text': '市辖区',
    'value': '525'
  },
  {
    'text': '集宁区',
    'value': '526'
  },
  {
    'text': '卓资县',
    'value': '527'
  },
  {
    'text': '化德县',
    'value': '528'
  },
  {
    'text': '商都县',
    'value': '529'
  },
  {
    'text': '兴和县',
    'value': '530'
  },
  {
    'text': '凉城县',
    'value': '531'
  },
  {
    'text': '察哈尔右翼前旗',
    'value': '532'
  },
  {
    'text': '察哈尔右翼中旗',
    'value': '533'
  },
  {
    'text': '察哈尔右翼后旗',
    'value': '534'
  },
  {
    'text': '四子王旗',
    'value': '535'
  },
  {
    'text': '丰镇市',
    'value': '536'
  }],
  '439$$537': [{
    'text': '乌兰浩特市',
    'value': '538'
  },
  {
    'text': '阿尔山市',
    'value': '539'
  },
  {
    'text': '科尔沁右翼前旗',
    'value': '540'
  },
  {
    'text': '科尔沁右翼中旗',
    'value': '541'
  },
  {
    'text': '扎赉特旗',
    'value': '542'
  },
  {
    'text': '突泉县',
    'value': '543'
  }],
  '439$$544': [{
    'text': '二连浩特市',
    'value': '545'
  },
  {
    'text': '锡林浩特市',
    'value': '546'
  },
  {
    'text': '阿巴嘎旗',
    'value': '547'
  },
  {
    'text': '苏尼特左旗',
    'value': '548'
  },
  {
    'text': '苏尼特右旗',
    'value': '549'
  },
  {
    'text': '东乌珠穆沁旗',
    'value': '550'
  },
  {
    'text': '西乌珠穆沁旗',
    'value': '551'
  },
  {
    'text': '太仆寺旗',
    'value': '552'
  },
  {
    'text': '镶黄旗',
    'value': '553'
  },
  {
    'text': '正镶白旗',
    'value': '554'
  },
  {
    'text': '正蓝旗',
    'value': '555'
  },
  {
    'text': '多伦县',
    'value': '556'
  }],
  '439$$557': [{
    'text': '阿拉善左旗',
    'value': '558'
  },
  {
    'text': '阿拉善右旗',
    'value': '559'
  },
  {
    'text': '额济纳旗',
    'value': '560'
  }],
  '561$$562': [{
    'text': '市辖区',
    'value': '563'
  },
  {
    'text': '和平区',
    'value': '564'
  },
  {
    'text': '沈河区',
    'value': '565'
  },
  {
    'text': '大东区',
    'value': '566'
  },
  {
    'text': '皇姑区',
    'value': '567'
  },
  {
    'text': '铁西区',
    'value': '568'
  },
  {
    'text': '苏家屯区',
    'value': '569'
  },
  {
    'text': '东陵区',
    'value': '570'
  },
  {
    'text': '沈北新区',
    'value': '571'
  },
  {
    'text': '于洪区',
    'value': '572'
  },
  {
    'text': '辽中县',
    'value': '573'
  },
  {
    'text': '康平县',
    'value': '574'
  },
  {
    'text': '法库县',
    'value': '575'
  },
  {
    'text': '新民市',
    'value': '576'
  }],
  '561$$577': [{
    'text': '市辖区',
    'value': '578'
  },
  {
    'text': '中山区',
    'value': '579'
  },
  {
    'text': '西岗区',
    'value': '580'
  },
  {
    'text': '沙河口区',
    'value': '581'
  },
  {
    'text': '甘井子区',
    'value': '582'
  },
  {
    'text': '旅顺口区',
    'value': '583'
  },
  {
    'text': '金州区',
    'value': '584'
  },
  {
    'text': '长海县',
    'value': '585'
  },
  {
    'text': '瓦房店市',
    'value': '586'
  },
  {
    'text': '普兰店市',
    'value': '587'
  },
  {
    'text': '庄河市',
    'value': '588'
  }],
  '561$$589': [{
    'text': '市辖区',
    'value': '590'
  },
  {
    'text': '铁东区',
    'value': '591'
  },
  {
    'text': '铁西区',
    'value': '592'
  },
  {
    'text': '立山区',
    'value': '593'
  },
  {
    'text': '千山区',
    'value': '594'
  },
  {
    'text': '台安县',
    'value': '595'
  },
  {
    'text': '岫岩满族自治县',
    'value': '596'
  },
  {
    'text': '海城市',
    'value': '597'
  }],
  '561$$598': [{
    'text': '市辖区',
    'value': '599'
  },
  {
    'text': '新抚区',
    'value': '600'
  },
  {
    'text': '东洲区',
    'value': '601'
  },
  {
    'text': '望花区',
    'value': '602'
  },
  {
    'text': '顺城区',
    'value': '603'
  },
  {
    'text': '抚顺县',
    'value': '604'
  },
  {
    'text': '新宾满族自治县',
    'value': '605'
  },
  {
    'text': '清原满族自治县',
    'value': '606'
  }],
  '561$$607': [{
    'text': '市辖区',
    'value': '608'
  },
  {
    'text': '平山区',
    'value': '609'
  },
  {
    'text': '溪湖区',
    'value': '610'
  },
  {
    'text': '明山区',
    'value': '611'
  },
  {
    'text': '南芬区',
    'value': '612'
  },
  {
    'text': '本溪满族自治县',
    'value': '613'
  },
  {
    'text': '桓仁满族自治县',
    'value': '614'
  }],
  '561$$615': [{
    'text': '市辖区',
    'value': '616'
  },
  {
    'text': '元宝区',
    'value': '617'
  },
  {
    'text': '振兴区',
    'value': '618'
  },
  {
    'text': '振安区',
    'value': '619'
  },
  {
    'text': '宽甸满族自治县',
    'value': '620'
  },
  {
    'text': '东港市',
    'value': '621'
  },
  {
    'text': '凤城市',
    'value': '622'
  }],
  '561$$623': [{
    'text': '市辖区',
    'value': '624'
  },
  {
    'text': '古塔区',
    'value': '625'
  },
  {
    'text': '凌河区',
    'value': '626'
  },
  {
    'text': '太和区',
    'value': '627'
  },
  {
    'text': '黑山县',
    'value': '628'
  },
  {
    'text': '义县',
    'value': '629'
  },
  {
    'text': '凌海市',
    'value': '630'
  },
  {
    'text': '北镇市',
    'value': '631'
  }],
  '561$$632': [{
    'text': '市辖区',
    'value': '633'
  },
  {
    'text': '站前区',
    'value': '634'
  },
  {
    'text': '西市区',
    'value': '635'
  },
  {
    'text': '鲅鱼圈区',
    'value': '636'
  },
  {
    'text': '老边区',
    'value': '637'
  },
  {
    'text': '盖州市',
    'value': '638'
  },
  {
    'text': '大石桥市',
    'value': '639'
  }],
  '561$$640': [{
    'text': '市辖区',
    'value': '641'
  },
  {
    'text': '海州区',
    'value': '642'
  },
  {
    'text': '新邱区',
    'value': '643'
  },
  {
    'text': '太平区',
    'value': '644'
  },
  {
    'text': '清河门区',
    'value': '645'
  },
  {
    'text': '细河区',
    'value': '646'
  },
  {
    'text': '阜新蒙古族自治县',
    'value': '647'
  },
  {
    'text': '彰武县',
    'value': '648'
  }],
  '561$$649': [{
    'text': '市辖区',
    'value': '650'
  },
  {
    'text': '白塔区',
    'value': '651'
  },
  {
    'text': '文圣区',
    'value': '652'
  },
  {
    'text': '宏伟区',
    'value': '653'
  },
  {
    'text': '弓长岭区',
    'value': '654'
  },
  {
    'text': '太子河区',
    'value': '655'
  },
  {
    'text': '辽阳县',
    'value': '656'
  },
  {
    'text': '灯塔市',
    'value': '657'
  }],
  '561$$658': [{
    'text': '市辖区',
    'value': '659'
  },
  {
    'text': '双台子区',
    'value': '660'
  },
  {
    'text': '兴隆台区',
    'value': '661'
  },
  {
    'text': '大洼县',
    'value': '662'
  },
  {
    'text': '盘山县',
    'value': '663'
  }],
  '561$$664': [{
    'text': '市辖区',
    'value': '665'
  },
  {
    'text': '银州区',
    'value': '666'
  },
  {
    'text': '清河区',
    'value': '667'
  },
  {
    'text': '铁岭县',
    'value': '668'
  },
  {
    'text': '西丰县',
    'value': '669'
  },
  {
    'text': '昌图县',
    'value': '670'
  },
  {
    'text': '调兵山市',
    'value': '671'
  },
  {
    'text': '开原市',
    'value': '672'
  }],
  '561$$673': [{
    'text': '市辖区',
    'value': '674'
  },
  {
    'text': '双塔区',
    'value': '675'
  },
  {
    'text': '龙城区',
    'value': '676'
  },
  {
    'text': '朝阳县',
    'value': '677'
  },
  {
    'text': '建平县',
    'value': '678'
  },
  {
    'text': '喀喇沁左翼蒙古族自治县',
    'value': '679'
  },
  {
    'text': '北票市',
    'value': '680'
  },
  {
    'text': '凌源市',
    'value': '681'
  }],
  '561$$682': [{
    'text': '市辖区',
    'value': '683'
  },
  {
    'text': '连山区',
    'value': '684'
  },
  {
    'text': '龙港区',
    'value': '685'
  },
  {
    'text': '南票区',
    'value': '686'
  },
  {
    'text': '绥中县',
    'value': '687'
  },
  {
    'text': '建昌县',
    'value': '688'
  },
  {
    'text': '兴城市',
    'value': '689'
  }],
  '690$$691': [{
    'text': '市辖区',
    'value': '692'
  },
  {
    'text': '南关区',
    'value': '693'
  },
  {
    'text': '宽城区',
    'value': '694'
  },
  {
    'text': '朝阳区',
    'value': '695'
  },
  {
    'text': '二道区',
    'value': '696'
  },
  {
    'text': '绿园区',
    'value': '697'
  },
  {
    'text': '双阳区',
    'value': '698'
  },
  {
    'text': '农安县',
    'value': '699'
  },
  {
    'text': '九台市',
    'value': '700'
  },
  {
    'text': '榆树市',
    'value': '701'
  },
  {
    'text': '德惠市',
    'value': '702'
  }],
  '690$$703': [{
    'text': '市辖区',
    'value': '704'
  },
  {
    'text': '昌邑区',
    'value': '705'
  },
  {
    'text': '龙潭区',
    'value': '706'
  },
  {
    'text': '船营区',
    'value': '707'
  },
  {
    'text': '丰满区',
    'value': '708'
  },
  {
    'text': '永吉县',
    'value': '709'
  },
  {
    'text': '蛟河市',
    'value': '710'
  },
  {
    'text': '桦甸市',
    'value': '711'
  },
  {
    'text': '舒兰市',
    'value': '712'
  },
  {
    'text': '磐石市',
    'value': '713'
  }],
  '690$$714': [{
    'text': '市辖区',
    'value': '715'
  },
  {
    'text': '铁西区',
    'value': '716'
  },
  {
    'text': '铁东区',
    'value': '717'
  },
  {
    'text': '梨树县',
    'value': '718'
  },
  {
    'text': '伊通满族自治县',
    'value': '719'
  },
  {
    'text': '公主岭市',
    'value': '720'
  },
  {
    'text': '双辽市',
    'value': '721'
  }],
  '690$$722': [{
    'text': '市辖区',
    'value': '723'
  },
  {
    'text': '龙山区',
    'value': '724'
  },
  {
    'text': '西安区',
    'value': '725'
  },
  {
    'text': '东丰县',
    'value': '726'
  },
  {
    'text': '东辽县',
    'value': '727'
  }],
  '690$$728': [{
    'text': '市辖区',
    'value': '729'
  },
  {
    'text': '东昌区',
    'value': '730'
  },
  {
    'text': '二道江区',
    'value': '731'
  },
  {
    'text': '通化县',
    'value': '732'
  },
  {
    'text': '辉南县',
    'value': '733'
  },
  {
    'text': '柳河县',
    'value': '734'
  },
  {
    'text': '梅河口市',
    'value': '735'
  },
  {
    'text': '集安市',
    'value': '736'
  }],
  '690$$737': [{
    'text': '市辖区',
    'value': '738'
  },
  {
    'text': '浑江区',
    'value': '739'
  },
  {
    'text': '抚松县',
    'value': '740'
  },
  {
    'text': '靖宇县',
    'value': '741'
  },
  {
    'text': '长白朝鲜族自治县',
    'value': '742'
  },
  {
    'text': '江源区',
    'value': '743'
  },
  {
    'text': '临江市',
    'value': '744'
  }],
  '690$$745': [{
    'text': '市辖区',
    'value': '746'
  },
  {
    'text': '宁江区',
    'value': '747'
  },
  {
    'text': '前郭尔罗斯蒙古族自治县',
    'value': '748'
  },
  {
    'text': '长岭县',
    'value': '749'
  },
  {
    'text': '乾安县',
    'value': '750'
  },
  {
    'text': '扶余县',
    'value': '751'
  }],
  '690$$752': [{
    'text': '市辖区',
    'value': '753'
  },
  {
    'text': '洮北区',
    'value': '754'
  },
  {
    'text': '镇赉县',
    'value': '755'
  },
  {
    'text': '通榆县',
    'value': '756'
  },
  {
    'text': '洮南市',
    'value': '757'
  },
  {
    'text': '大安市',
    'value': '758'
  }],
  '690$$759': [{
    'text': '延吉市',
    'value': '760'
  },
  {
    'text': '图们市',
    'value': '761'
  },
  {
    'text': '敦化市',
    'value': '762'
  },
  {
    'text': '珲春市',
    'value': '763'
  },
  {
    'text': '龙井市',
    'value': '764'
  },
  {
    'text': '和龙市',
    'value': '765'
  },
  {
    'text': '汪清县',
    'value': '766'
  },
  {
    'text': '安图县',
    'value': '767'
  }],
  '768$$769': [{
    'text': '市辖区',
    'value': '770'
  },
  {
    'text': '道里区',
    'value': '771'
  },
  {
    'text': '南岗区',
    'value': '772'
  },
  {
    'text': '道外区',
    'value': '773'
  },
  {
    'text': '香坊区',
    'value': '774'
  },
  {
    'text': '动力区',
    'value': '775'
  },
  {
    'text': '平房区',
    'value': '776'
  },
  {
    'text': '松北区',
    'value': '777'
  },
  {
    'text': '呼兰区',
    'value': '778'
  },
  {
    'text': '依兰县',
    'value': '779'
  },
  {
    'text': '方正县',
    'value': '780'
  },
  {
    'text': '宾县',
    'value': '781'
  },
  {
    'text': '巴彦县',
    'value': '782'
  },
  {
    'text': '木兰县',
    'value': '783'
  },
  {
    'text': '通河县',
    'value': '784'
  },
  {
    'text': '延寿县',
    'value': '785'
  },
  {
    'text': '阿城区',
    'value': '786'
  },
  {
    'text': '双城市',
    'value': '787'
  },
  {
    'text': '尚志市',
    'value': '788'
  },
  {
    'text': '五常市',
    'value': '789'
  }],
  '768$$790': [{
    'text': '市辖区',
    'value': '791'
  },
  {
    'text': '龙沙区',
    'value': '792'
  },
  {
    'text': '建华区',
    'value': '793'
  },
  {
    'text': '铁锋区',
    'value': '794'
  },
  {
    'text': '昂昂溪区',
    'value': '795'
  },
  {
    'text': '富拉尔基区',
    'value': '796'
  },
  {
    'text': '碾子山区',
    'value': '797'
  },
  {
    'text': '梅里斯达斡尔族区',
    'value': '798'
  },
  {
    'text': '龙江县',
    'value': '799'
  },
  {
    'text': '依安县',
    'value': '800'
  },
  {
    'text': '泰来县',
    'value': '801'
  },
  {
    'text': '甘南县',
    'value': '802'
  },
  {
    'text': '富裕县',
    'value': '803'
  },
  {
    'text': '克山县',
    'value': '804'
  },
  {
    'text': '克东县',
    'value': '805'
  },
  {
    'text': '拜泉县',
    'value': '806'
  },
  {
    'text': '讷河市',
    'value': '807'
  }],
  '768$$808': [{
    'text': '市辖区',
    'value': '809'
  },
  {
    'text': '鸡冠区',
    'value': '810'
  },
  {
    'text': '恒山区',
    'value': '811'
  },
  {
    'text': '滴道区',
    'value': '812'
  },
  {
    'text': '梨树区',
    'value': '813'
  },
  {
    'text': '城子河区',
    'value': '814'
  },
  {
    'text': '麻山区',
    'value': '815'
  },
  {
    'text': '鸡东县',
    'value': '816'
  },
  {
    'text': '虎林市',
    'value': '817'
  },
  {
    'text': '密山市',
    'value': '818'
  }],
  '768$$819': [{
    'text': '市辖区',
    'value': '820'
  },
  {
    'text': '向阳区',
    'value': '821'
  },
  {
    'text': '工农区',
    'value': '822'
  },
  {
    'text': '南山区',
    'value': '823'
  },
  {
    'text': '兴安区',
    'value': '824'
  },
  {
    'text': '东山区',
    'value': '825'
  },
  {
    'text': '兴山区',
    'value': '826'
  },
  {
    'text': '萝北县',
    'value': '827'
  },
  {
    'text': '绥滨县',
    'value': '828'
  }],
  '768$$829': [{
    'text': '市辖区',
    'value': '830'
  },
  {
    'text': '尖山区',
    'value': '831'
  },
  {
    'text': '岭东区',
    'value': '832'
  },
  {
    'text': '四方台区',
    'value': '833'
  },
  {
    'text': '宝山区',
    'value': '834'
  },
  {
    'text': '集贤县',
    'value': '835'
  },
  {
    'text': '友谊县',
    'value': '836'
  },
  {
    'text': '宝清县',
    'value': '837'
  },
  {
    'text': '饶河县',
    'value': '838'
  }],
  '768$$839': [{
    'text': '市辖区',
    'value': '840'
  },
  {
    'text': '萨尔图区',
    'value': '841'
  },
  {
    'text': '龙凤区',
    'value': '842'
  },
  {
    'text': '让胡路区',
    'value': '843'
  },
  {
    'text': '红岗区',
    'value': '844'
  },
  {
    'text': '大同区',
    'value': '845'
  },
  {
    'text': '肇州县',
    'value': '846'
  },
  {
    'text': '肇源县',
    'value': '847'
  },
  {
    'text': '林甸县',
    'value': '848'
  },
  {
    'text': '杜尔伯特蒙古族自治县',
    'value': '849'
  }],
  '768$$850': [{
    'text': '市辖区',
    'value': '851'
  },
  {
    'text': '伊春区',
    'value': '852'
  },
  {
    'text': '南岔区',
    'value': '853'
  },
  {
    'text': '友好区',
    'value': '854'
  },
  {
    'text': '西林区',
    'value': '855'
  },
  {
    'text': '翠峦区',
    'value': '856'
  },
  {
    'text': '新青区',
    'value': '857'
  },
  {
    'text': '美溪区',
    'value': '858'
  },
  {
    'text': '金山屯区',
    'value': '859'
  },
  {
    'text': '五营区',
    'value': '860'
  },
  {
    'text': '乌马河区',
    'value': '861'
  },
  {
    'text': '汤旺河区',
    'value': '862'
  },
  {
    'text': '带岭区',
    'value': '863'
  },
  {
    'text': '乌伊岭区',
    'value': '864'
  },
  {
    'text': '红星区',
    'value': '865'
  },
  {
    'text': '上甘岭区',
    'value': '866'
  },
  {
    'text': '嘉荫县',
    'value': '867'
  },
  {
    'text': '铁力市',
    'value': '868'
  }],
  '768$$869': [{
    'text': '市辖区',
    'value': '870'
  },
  {
    'text': '永红区',
    'value': '871'
  },
  {
    'text': '向阳区',
    'value': '872'
  },
  {
    'text': '前进区',
    'value': '873'
  },
  {
    'text': '东风区',
    'value': '874'
  },
  {
    'text': '郊区',
    'value': '875'
  },
  {
    'text': '桦南县',
    'value': '876'
  },
  {
    'text': '桦川县',
    'value': '877'
  },
  {
    'text': '汤原县',
    'value': '878'
  },
  {
    'text': '抚远县',
    'value': '879'
  },
  {
    'text': '同江市',
    'value': '880'
  },
  {
    'text': '富锦市',
    'value': '881'
  }],
  '768$$882': [{
    'text': '市辖区',
    'value': '883'
  },
  {
    'text': '新兴区',
    'value': '884'
  },
  {
    'text': '桃山区',
    'value': '885'
  },
  {
    'text': '茄子河区',
    'value': '886'
  },
  {
    'text': '勃利县',
    'value': '887'
  }],
  '768$$888': [{
    'text': '市辖区',
    'value': '889'
  },
  {
    'text': '东安区',
    'value': '890'
  },
  {
    'text': '阳明区',
    'value': '891'
  },
  {
    'text': '爱民区',
    'value': '892'
  },
  {
    'text': '西安区',
    'value': '893'
  },
  {
    'text': '东宁县',
    'value': '894'
  },
  {
    'text': '林口县',
    'value': '895'
  },
  {
    'text': '绥芬河市',
    'value': '896'
  },
  {
    'text': '海林市',
    'value': '897'
  },
  {
    'text': '宁安市',
    'value': '898'
  },
  {
    'text': '穆棱市',
    'value': '899'
  }],
  '768$$900': [{
    'text': '市辖区',
    'value': '901'
  },
  {
    'text': '爱辉区',
    'value': '902'
  },
  {
    'text': '嫩江县',
    'value': '903'
  },
  {
    'text': '逊克县',
    'value': '904'
  },
  {
    'text': '孙吴县',
    'value': '905'
  },
  {
    'text': '北安市',
    'value': '906'
  },
  {
    'text': '五大连池市',
    'value': '907'
  }],
  '768$$908': [{
    'text': '市辖区',
    'value': '909'
  },
  {
    'text': '北林区',
    'value': '910'
  },
  {
    'text': '望奎县',
    'value': '911'
  },
  {
    'text': '兰西县',
    'value': '912'
  },
  {
    'text': '青冈县',
    'value': '913'
  },
  {
    'text': '庆安县',
    'value': '914'
  },
  {
    'text': '明水县',
    'value': '915'
  },
  {
    'text': '绥棱县',
    'value': '916'
  },
  {
    'text': '安达市',
    'value': '917'
  },
  {
    'text': '肇东市',
    'value': '918'
  },
  {
    'text': '海伦市',
    'value': '919'
  }],
  '768$$920': [{
    'text': '呼玛县',
    'value': '921'
  },
  {
    'text': '塔河县',
    'value': '922'
  },
  {
    'text': '漠河县',
    'value': '923'
  }],
  '924$$925': [{
    'text': '市辖区',
    'value': '926'
  },
  {
    'text': '玄武区',
    'value': '927'
  },
  {
    'text': '白下区',
    'value': '928'
  },
  {
    'text': '秦淮区',
    'value': '929'
  },
  {
    'text': '建邺区',
    'value': '930'
  },
  {
    'text': '鼓楼区',
    'value': '931'
  },
  {
    'text': '下关区',
    'value': '932'
  },
  {
    'text': '浦口区',
    'value': '933'
  },
  {
    'text': '栖霞区',
    'value': '934'
  },
  {
    'text': '雨花台区',
    'value': '935'
  },
  {
    'text': '江宁区',
    'value': '936'
  },
  {
    'text': '六合区',
    'value': '937'
  },
  {
    'text': '溧水县',
    'value': '938'
  },
  {
    'text': '高淳县',
    'value': '939'
  }],
  '924$$940': [{
    'text': '市辖区',
    'value': '941'
  },
  {
    'text': '崇安区',
    'value': '942'
  },
  {
    'text': '南长区',
    'value': '943'
  },
  {
    'text': '北塘区',
    'value': '944'
  },
  {
    'text': '锡山区',
    'value': '945'
  },
  {
    'text': '惠山区',
    'value': '946'
  },
  {
    'text': '滨湖区',
    'value': '947'
  },
  {
    'text': '江阴市',
    'value': '948'
  },
  {
    'text': '宜兴市',
    'value': '949'
  }],
  '924$$950': [{
    'text': '市辖区',
    'value': '951'
  },
  {
    'text': '鼓楼区',
    'value': '952'
  },
  {
    'text': '云龙区',
    'value': '953'
  },
  {
    'text': '九里区',
    'value': '954'
  },
  {
    'text': '贾汪区',
    'value': '955'
  },
  {
    'text': '泉山区',
    'value': '956'
  },
  {
    'text': '丰县',
    'value': '957'
  },
  {
    'text': '沛县',
    'value': '958'
  },
  {
    'text': '铜山区',
    'value': '959'
  },
  {
    'text': '睢宁县',
    'value': '960'
  },
  {
    'text': '新沂市',
    'value': '961'
  },
  {
    'text': '邳州市',
    'value': '962'
  }],
  '924$$963': [{
    'text': '市辖区',
    'value': '964'
  },
  {
    'text': '天宁区',
    'value': '965'
  },
  {
    'text': '钟楼区',
    'value': '966'
  },
  {
    'text': '戚墅堰区',
    'value': '967'
  },
  {
    'text': '新北区',
    'value': '968'
  },
  {
    'text': '武进区',
    'value': '969'
  },
  {
    'text': '溧阳市',
    'value': '970'
  },
  {
    'text': '金坛市',
    'value': '971'
  }],
  '924$$972': [{
    'text': '市辖区',
    'value': '973'
  },
  {
    'text': '沧浪区',
    'value': '974'
  },
  {
    'text': '平江区',
    'value': '975'
  },
  {
    'text': '金阊区',
    'value': '976'
  },
  {
    'text': '虎丘区',
    'value': '977'
  },
  {
    'text': '吴中区',
    'value': '978'
  },
  {
    'text': '相城区',
    'value': '979'
  },
  {
    'text': '常熟市',
    'value': '980'
  },
  {
    'text': '张家港市',
    'value': '981'
  },
  {
    'text': '昆山市',
    'value': '982'
  },
  {
    'text': '吴江区',
    'value': '983'
  },
  {
    'text': '太仓市',
    'value': '984'
  },
  {
    'text': '姑苏区',
    'value': '3610'
  }],
  '924$$985': [{
    'text': '市辖区',
    'value': '986'
  },
  {
    'text': '崇川区',
    'value': '987'
  },
  {
    'text': '港闸区',
    'value': '988'
  },
  {
    'text': '海安县',
    'value': '989'
  },
  {
    'text': '如东县',
    'value': '990'
  },
  {
    'text': '启东市',
    'value': '991'
  },
  {
    'text': '如皋市',
    'value': '992'
  },
  {
    'text': '通州区',
    'value': '993'
  },
  {
    'text': '海门市',
    'value': '994'
  }],
  '924$$995': [{
    'text': '市辖区',
    'value': '996'
  },
  {
    'text': '连云区',
    'value': '997'
  },
  {
    'text': '新浦区',
    'value': '998'
  },
  {
    'text': '海州区',
    'value': '999'
  },
  {
    'text': '赣榆县',
    'value': '1000'
  },
  {
    'text': '东海县',
    'value': '1001'
  },
  {
    'text': '灌云县',
    'value': '1002'
  },
  {
    'text': '灌南县',
    'value': '1003'
  }],
  '924$$1004': [{
    'text': '市辖区',
    'value': '1005'
  },
  {
    'text': '清河区',
    'value': '1006'
  },
  {
    'text': '淮安区',
    'value': '1007'
  },
  {
    'text': '淮阴区',
    'value': '1008'
  },
  {
    'text': '清浦区',
    'value': '1009'
  },
  {
    'text': '涟水县',
    'value': '1010'
  },
  {
    'text': '洪泽县',
    'value': '1011'
  },
  {
    'text': '盱眙县',
    'value': '1012'
  },
  {
    'text': '金湖县',
    'value': '1013'
  }],
  '924$$1014': [{
    'text': '市辖区',
    'value': '1015'
  },
  {
    'text': '亭湖区',
    'value': '1016'
  },
  {
    'text': '盐都区',
    'value': '1017'
  },
  {
    'text': '响水县',
    'value': '1018'
  },
  {
    'text': '滨海县',
    'value': '1019'
  },
  {
    'text': '阜宁县',
    'value': '1020'
  },
  {
    'text': '射阳县',
    'value': '1021'
  },
  {
    'text': '建湖县',
    'value': '1022'
  },
  {
    'text': '东台市',
    'value': '1023'
  },
  {
    'text': '大丰市',
    'value': '1024'
  }],
  '924$$1025': [{
    'text': '市辖区',
    'value': '1026'
  },
  {
    'text': '广陵区',
    'value': '1027'
  },
  {
    'text': '邗江区',
    'value': '1028'
  },
  {
    'text': '郊区',
    'value': '1029'
  },
  {
    'text': '宝应县',
    'value': '1030'
  },
  {
    'text': '仪征市',
    'value': '1031'
  },
  {
    'text': '高邮市',
    'value': '1032'
  },
  {
    'text': '江都区',
    'value': '1033'
  }],
  '924$$1034': [{
    'text': '市辖区',
    'value': '1035'
  },
  {
    'text': '京口区',
    'value': '1036'
  },
  {
    'text': '润州区',
    'value': '1037'
  },
  {
    'text': '丹徒区',
    'value': '1038'
  },
  {
    'text': '丹阳市',
    'value': '1039'
  },
  {
    'text': '扬中市',
    'value': '1040'
  },
  {
    'text': '句容市',
    'value': '1041'
  }],
  '924$$1042': [{
    'text': '市辖区',
    'value': '1043'
  },
  {
    'text': '海陵区',
    'value': '1044'
  },
  {
    'text': '高港区',
    'value': '1045'
  },
  {
    'text': '兴化市',
    'value': '1046'
  },
  {
    'text': '靖江市',
    'value': '1047'
  },
  {
    'text': '泰兴市',
    'value': '1048'
  },
  {
    'text': '姜堰市',
    'value': '1049'
  }],
  '924$$1050': [{
    'text': '市辖区',
    'value': '1051'
  },
  {
    'text': '宿城区',
    'value': '1052'
  },
  {
    'text': '宿豫区',
    'value': '1053'
  },
  {
    'text': '沭阳县',
    'value': '1054'
  },
  {
    'text': '泗阳县',
    'value': '1055'
  },
  {
    'text': '泗洪县',
    'value': '1056'
  }],
  '1057$$1058': [{
    'text': '市辖区',
    'value': '1059'
  },
  {
    'text': '上城区',
    'value': '1060'
  },
  {
    'text': '下城区',
    'value': '1061'
  },
  {
    'text': '江干区',
    'value': '1062'
  },
  {
    'text': '拱墅区',
    'value': '1063'
  },
  {
    'text': '西湖区',
    'value': '1064'
  },
  {
    'text': '滨江区',
    'value': '1065'
  },
  {
    'text': '萧山区',
    'value': '1066'
  },
  {
    'text': '余杭区',
    'value': '1067'
  },
  {
    'text': '桐庐县',
    'value': '1068'
  },
  {
    'text': '淳安县',
    'value': '1069'
  },
  {
    'text': '建德市',
    'value': '1070'
  },
  {
    'text': '富阳市',
    'value': '1071'
  },
  {
    'text': '临安市',
    'value': '1072'
  }],
  '1057$$1073': [{
    'text': '市辖区',
    'value': '1074'
  },
  {
    'text': '海曙区',
    'value': '1075'
  },
  {
    'text': '江东区',
    'value': '1076'
  },
  {
    'text': '江北区',
    'value': '1077'
  },
  {
    'text': '北仑区',
    'value': '1078'
  },
  {
    'text': '镇海区',
    'value': '1079'
  },
  {
    'text': '鄞州区',
    'value': '1080'
  },
  {
    'text': '象山县',
    'value': '1081'
  },
  {
    'text': '宁海县',
    'value': '1082'
  },
  {
    'text': '余姚市',
    'value': '1083'
  },
  {
    'text': '慈溪市',
    'value': '1084'
  },
  {
    'text': '奉化市',
    'value': '1085'
  }],
  '1057$$1086': [{
    'text': '市辖区',
    'value': '1087'
  },
  {
    'text': '鹿城区',
    'value': '1088'
  },
  {
    'text': '龙湾区',
    'value': '1089'
  },
  {
    'text': '瓯海区',
    'value': '1090'
  },
  {
    'text': '洞头县',
    'value': '1091'
  },
  {
    'text': '永嘉县',
    'value': '1092'
  },
  {
    'text': '平阳县',
    'value': '1093'
  },
  {
    'text': '苍南县',
    'value': '1094'
  },
  {
    'text': '文成县',
    'value': '1095'
  },
  {
    'text': '泰顺县',
    'value': '1096'
  },
  {
    'text': '瑞安市',
    'value': '1097'
  },
  {
    'text': '乐清市',
    'value': '1098'
  }],
  '1057$$1099': [{
    'text': '市辖区',
    'value': '1100'
  },
  {
    'text': '南湖区',
    'value': '1101'
  },
  {
    'text': '秀洲区',
    'value': '1102'
  },
  {
    'text': '嘉善县',
    'value': '1103'
  },
  {
    'text': '海盐县',
    'value': '1104'
  },
  {
    'text': '海宁市',
    'value': '1105'
  },
  {
    'text': '平湖市',
    'value': '1106'
  },
  {
    'text': '桐乡市',
    'value': '1107'
  }],
  '1057$$1108': [{
    'text': '市辖区',
    'value': '1109'
  },
  {
    'text': '吴兴区',
    'value': '1110'
  },
  {
    'text': '南浔区',
    'value': '1111'
  },
  {
    'text': '德清县',
    'value': '1112'
  },
  {
    'text': '长兴县',
    'value': '1113'
  },
  {
    'text': '安吉县',
    'value': '1114'
  }],
  '1057$$1115': [{
    'text': '市辖区',
    'value': '1116'
  },
  {
    'text': '越城区',
    'value': '1117'
  },
  {
    'text': '绍兴县',
    'value': '1118'
  },
  {
    'text': '新昌县',
    'value': '1119'
  },
  {
    'text': '诸暨市',
    'value': '1120'
  },
  {
    'text': '上虞市',
    'value': '1121'
  },
  {
    'text': '嵊州市',
    'value': '1122'
  }],
  '1057$$1123': [{
    'text': '市辖区',
    'value': '1124'
  },
  {
    'text': '婺城区',
    'value': '1125'
  },
  {
    'text': '金东区',
    'value': '1126'
  },
  {
    'text': '武义县',
    'value': '1127'
  },
  {
    'text': '浦江县',
    'value': '1128'
  },
  {
    'text': '磐安县',
    'value': '1129'
  },
  {
    'text': '兰溪市',
    'value': '1130'
  },
  {
    'text': '义乌市',
    'value': '1131'
  },
  {
    'text': '东阳市',
    'value': '1132'
  },
  {
    'text': '永康市',
    'value': '1133'
  }],
  '1057$$1134': [{
    'text': '市辖区',
    'value': '1135'
  },
  {
    'text': '柯城区',
    'value': '1136'
  },
  {
    'text': '衢江区',
    'value': '1137'
  },
  {
    'text': '常山县',
    'value': '1138'
  },
  {
    'text': '开化县',
    'value': '1139'
  },
  {
    'text': '龙游县',
    'value': '1140'
  },
  {
    'text': '江山市',
    'value': '1141'
  }],
  '1057$$1142': [{
    'text': '市辖区',
    'value': '1143'
  },
  {
    'text': '定海区',
    'value': '1144'
  },
  {
    'text': '普陀区',
    'value': '1145'
  },
  {
    'text': '岱山县',
    'value': '1146'
  },
  {
    'text': '嵊泗县',
    'value': '1147'
  }],
  '1057$$1148': [{
    'text': '市辖区',
    'value': '1149'
  },
  {
    'text': '椒江区',
    'value': '1150'
  },
  {
    'text': '黄岩区',
    'value': '1151'
  },
  {
    'text': '路桥区',
    'value': '1152'
  },
  {
    'text': '玉环县',
    'value': '1153'
  },
  {
    'text': '三门县',
    'value': '1154'
  },
  {
    'text': '天台县',
    'value': '1155'
  },
  {
    'text': '仙居县',
    'value': '1156'
  },
  {
    'text': '温岭市',
    'value': '1157'
  },
  {
    'text': '临海市',
    'value': '1158'
  }],
  '1057$$1159': [{
    'text': '市辖区',
    'value': '1160'
  },
  {
    'text': '莲都区',
    'value': '1161'
  },
  {
    'text': '青田县',
    'value': '1162'
  },
  {
    'text': '缙云县',
    'value': '1163'
  },
  {
    'text': '遂昌县',
    'value': '1164'
  },
  {
    'text': '松阳县',
    'value': '1165'
  },
  {
    'text': '云和县',
    'value': '1166'
  },
  {
    'text': '庆元县',
    'value': '1167'
  },
  {
    'text': '景宁畲族自治县',
    'value': '1168'
  },
  {
    'text': '龙泉市',
    'value': '1169'
  }],
  '1170$$1171': [{
    'text': '市辖区',
    'value': '1172'
  },
  {
    'text': '瑶海区',
    'value': '1173'
  },
  {
    'text': '庐阳区',
    'value': '1174'
  },
  {
    'text': '蜀山区',
    'value': '1175'
  },
  {
    'text': '包河区',
    'value': '1176'
  },
  {
    'text': '长丰县',
    'value': '1177'
  },
  {
    'text': '肥东县',
    'value': '1178'
  },
  {
    'text': '肥西县',
    'value': '1179'
  }],
  '1170$$1180': [{
    'text': '市辖区',
    'value': '1181'
  },
  {
    'text': '镜湖区',
    'value': '1182'
  },
  {
    'text': '戈江区',
    'value': '1183'
  },
  {
    'text': '新芜区',
    'value': '1184'
  },
  {
    'text': '鸠江区',
    'value': '1185'
  },
  {
    'text': '芜湖县',
    'value': '1186'
  },
  {
    'text': '繁昌县',
    'value': '1187'
  },
  {
    'text': '南陵县',
    'value': '1188'
  }],
  '1170$$1189': [{
    'text': '市辖区',
    'value': '1190'
  },
  {
    'text': '龙子湖区',
    'value': '1191'
  },
  {
    'text': '蚌山区',
    'value': '1192'
  },
  {
    'text': '禹会区',
    'value': '1193'
  },
  {
    'text': '淮上区',
    'value': '1194'
  },
  {
    'text': '怀远县',
    'value': '1195'
  },
  {
    'text': '五河县',
    'value': '1196'
  },
  {
    'text': '固镇县',
    'value': '1197'
  }],
  '1170$$1198': [{
    'text': '市辖区',
    'value': '1199'
  },
  {
    'text': '大通区',
    'value': '1200'
  },
  {
    'text': '田家庵区',
    'value': '1201'
  },
  {
    'text': '谢家集区',
    'value': '1202'
  },
  {
    'text': '八公山区',
    'value': '1203'
  },
  {
    'text': '潘集区',
    'value': '1204'
  },
  {
    'text': '凤台县',
    'value': '1205'
  }],
  '1170$$1206': [{
    'text': '市辖区',
    'value': '1207'
  },
  {
    'text': '金家庄区',
    'value': '1208'
  },
  {
    'text': '花山区',
    'value': '1209'
  },
  {
    'text': '雨山区',
    'value': '1210'
  },
  {
    'text': '当涂县',
    'value': '1211'
  }],
  '1170$$1212': [{
    'text': '市辖区',
    'value': '1213'
  },
  {
    'text': '杜集区',
    'value': '1214'
  },
  {
    'text': '相山区',
    'value': '1215'
  },
  {
    'text': '烈山区',
    'value': '1216'
  },
  {
    'text': '濉溪县',
    'value': '1217'
  }],
  '1170$$1218': [{
    'text': '市辖区',
    'value': '1219'
  },
  {
    'text': '铜官山区',
    'value': '1220'
  },
  {
    'text': '狮子山区',
    'value': '1221'
  },
  {
    'text': '郊区',
    'value': '1222'
  },
  {
    'text': '铜陵县',
    'value': '1223'
  }],
  '1170$$1224': [{
    'text': '市辖区',
    'value': '1225'
  },
  {
    'text': '迎江区',
    'value': '1226'
  },
  {
    'text': '大观区',
    'value': '1227'
  },
  {
    'text': '宜秀区',
    'value': '1228'
  },
  {
    'text': '怀宁县',
    'value': '1229'
  },
  {
    'text': '枞阳县',
    'value': '1230'
  },
  {
    'text': '潜山县',
    'value': '1231'
  },
  {
    'text': '太湖县',
    'value': '1232'
  },
  {
    'text': '宿松县',
    'value': '1233'
  },
  {
    'text': '望江县',
    'value': '1234'
  },
  {
    'text': '岳西县',
    'value': '1235'
  },
  {
    'text': '桐城市',
    'value': '1236'
  }],
  '1170$$1237': [{
    'text': '市辖区',
    'value': '1238'
  },
  {
    'text': '屯溪区',
    'value': '1239'
  },
  {
    'text': '黄山区',
    'value': '1240'
  },
  {
    'text': '徽州区',
    'value': '1241'
  },
  {
    'text': '歙县',
    'value': '1242'
  },
  {
    'text': '休宁县',
    'value': '1243'
  },
  {
    'text': '黟县',
    'value': '1244'
  },
  {
    'text': '祁门县',
    'value': '1245'
  }],
  '1170$$1246': [{
    'text': '市辖区',
    'value': '1247'
  },
  {
    'text': '琅琊区',
    'value': '1248'
  },
  {
    'text': '南谯区',
    'value': '1249'
  },
  {
    'text': '来安县',
    'value': '1250'
  },
  {
    'text': '全椒县',
    'value': '1251'
  },
  {
    'text': '定远县',
    'value': '1252'
  },
  {
    'text': '凤阳县',
    'value': '1253'
  },
  {
    'text': '天长市',
    'value': '1254'
  },
  {
    'text': '明光市',
    'value': '1255'
  }],
  '1170$$1256': [{
    'text': '市辖区',
    'value': '1257'
  },
  {
    'text': '颍州区',
    'value': '1258'
  },
  {
    'text': '颍东区',
    'value': '1259'
  },
  {
    'text': '颍泉区',
    'value': '1260'
  },
  {
    'text': '临泉县',
    'value': '1261'
  },
  {
    'text': '太和县',
    'value': '1262'
  },
  {
    'text': '阜南县',
    'value': '1263'
  },
  {
    'text': '颍上县',
    'value': '1264'
  },
  {
    'text': '界首市',
    'value': '1265'
  }],
  '1170$$1266': [{
    'text': '市辖区',
    'value': '1267'
  },
  {
    'text': '墉桥区',
    'value': '1268'
  },
  {
    'text': '砀山县',
    'value': '1269'
  },
  {
    'text': '萧县',
    'value': '1270'
  },
  {
    'text': '灵璧县',
    'value': '1271'
  },
  {
    'text': '泗县',
    'value': '1272'
  }],
  '1170$$1273': [{
    'text': '市辖区',
    'value': '1274'
  },
  {
    'text': '居巢区',
    'value': '1275'
  },
  {
    'text': '庐江县',
    'value': '1276'
  },
  {
    'text': '无为县',
    'value': '1277'
  },
  {
    'text': '含山县',
    'value': '1278'
  },
  {
    'text': '和县',
    'value': '1279'
  }],
  '1170$$1280': [{
    'text': '市辖区',
    'value': '1281'
  },
  {
    'text': '金安区',
    'value': '1282'
  },
  {
    'text': '裕安区',
    'value': '1283'
  },
  {
    'text': '寿县',
    'value': '1284'
  },
  {
    'text': '霍邱县',
    'value': '1285'
  },
  {
    'text': '舒城县',
    'value': '1286'
  },
  {
    'text': '金寨县',
    'value': '1287'
  },
  {
    'text': '霍山县',
    'value': '1288'
  }],
  '1170$$1289': [{
    'text': '市辖区',
    'value': '1290'
  },
  {
    'text': '谯城区',
    'value': '1291'
  },
  {
    'text': '涡阳县',
    'value': '1292'
  },
  {
    'text': '蒙城县',
    'value': '1293'
  },
  {
    'text': '利辛县',
    'value': '1294'
  }],
  '1170$$1295': [{
    'text': '市辖区',
    'value': '1296'
  },
  {
    'text': '贵池区',
    'value': '1297'
  },
  {
    'text': '东至县',
    'value': '1298'
  },
  {
    'text': '石台县',
    'value': '1299'
  },
  {
    'text': '青阳县',
    'value': '1300'
  }],
  '1170$$1301': [{
    'text': '市辖区',
    'value': '1302'
  },
  {
    'text': '宣州区',
    'value': '1303'
  },
  {
    'text': '郎溪县',
    'value': '1304'
  },
  {
    'text': '广德县',
    'value': '1305'
  },
  {
    'text': '泾县',
    'value': '1306'
  },
  {
    'text': '绩溪县',
    'value': '1307'
  },
  {
    'text': '旌德县',
    'value': '1308'
  },
  {
    'text': '宁国市',
    'value': '1309'
  }],
  '1310$$1311': [{
    'text': '市辖区',
    'value': '1312'
  },
  {
    'text': '鼓楼区',
    'value': '1313'
  },
  {
    'text': '台江区',
    'value': '1314'
  },
  {
    'text': '仓山区',
    'value': '1315'
  },
  {
    'text': '马尾区',
    'value': '1316'
  },
  {
    'text': '晋安区',
    'value': '1317'
  },
  {
    'text': '闽侯县',
    'value': '1318'
  },
  {
    'text': '连江县',
    'value': '1319'
  },
  {
    'text': '罗源县',
    'value': '1320'
  },
  {
    'text': '闽清县',
    'value': '1321'
  },
  {
    'text': '永泰县',
    'value': '1322'
  },
  {
    'text': '平潭县',
    'value': '1323'
  },
  {
    'text': '福清市',
    'value': '1324'
  },
  {
    'text': '长乐市',
    'value': '1325'
  }],
  '1310$$1326': [{
    'text': '市辖区',
    'value': '1327'
  },
  {
    'text': '思明区',
    'value': '1328'
  },
  {
    'text': '海沧区',
    'value': '1329'
  },
  {
    'text': '湖里区',
    'value': '1330'
  },
  {
    'text': '集美区',
    'value': '1331'
  },
  {
    'text': '同安区',
    'value': '1332'
  },
  {
    'text': '翔安区',
    'value': '1333'
  }],
  '1310$$1334': [{
    'text': '市辖区',
    'value': '1335'
  },
  {
    'text': '城厢区',
    'value': '1336'
  },
  {
    'text': '涵江区',
    'value': '1337'
  },
  {
    'text': '荔城区',
    'value': '1338'
  },
  {
    'text': '秀屿区',
    'value': '1339'
  },
  {
    'text': '仙游县',
    'value': '1340'
  }],
  '1310$$1341': [{
    'text': '市辖区',
    'value': '1342'
  },
  {
    'text': '梅列区',
    'value': '1343'
  },
  {
    'text': '三元区',
    'value': '1344'
  },
  {
    'text': '明溪县',
    'value': '1345'
  },
  {
    'text': '清流县',
    'value': '1346'
  },
  {
    'text': '宁化县',
    'value': '1347'
  },
  {
    'text': '大田县',
    'value': '1348'
  },
  {
    'text': '尤溪县',
    'value': '1349'
  },
  {
    'text': '沙县',
    'value': '1350'
  },
  {
    'text': '将乐县',
    'value': '1351'
  },
  {
    'text': '泰宁县',
    'value': '1352'
  },
  {
    'text': '建宁县',
    'value': '1353'
  },
  {
    'text': '永安市',
    'value': '1354'
  }],
  '1310$$1355': [{
    'text': '市辖区',
    'value': '1356'
  },
  {
    'text': '鲤城区',
    'value': '1357'
  },
  {
    'text': '丰泽区',
    'value': '1358'
  },
  {
    'text': '洛江区',
    'value': '1359'
  },
  {
    'text': '泉港区',
    'value': '1360'
  },
  {
    'text': '惠安县',
    'value': '1361'
  },
  {
    'text': '安溪县',
    'value': '1362'
  },
  {
    'text': '永春县',
    'value': '1363'
  },
  {
    'text': '德化县',
    'value': '1364'
  },
  {
    'text': '金门县',
    'value': '1365'
  },
  {
    'text': '石狮市',
    'value': '1366'
  },
  {
    'text': '晋江市',
    'value': '1367'
  },
  {
    'text': '南安市',
    'value': '1368'
  }],
  '1310$$1369': [{
    'text': '市辖区',
    'value': '1370'
  },
  {
    'text': '芗城区',
    'value': '1371'
  },
  {
    'text': '龙文区',
    'value': '1372'
  },
  {
    'text': '云霄县',
    'value': '1373'
  },
  {
    'text': '漳浦县',
    'value': '1374'
  },
  {
    'text': '诏安县',
    'value': '1375'
  },
  {
    'text': '长泰县',
    'value': '1376'
  },
  {
    'text': '东山县',
    'value': '1377'
  },
  {
    'text': '南靖县',
    'value': '1378'
  },
  {
    'text': '平和县',
    'value': '1379'
  },
  {
    'text': '华安县',
    'value': '1380'
  },
  {
    'text': '龙海市',
    'value': '1381'
  }],
  '1310$$1382': [{
    'text': '市辖区',
    'value': '1383'
  },
  {
    'text': '延平区',
    'value': '1384'
  },
  {
    'text': '顺昌县',
    'value': '1385'
  },
  {
    'text': '浦城县',
    'value': '1386'
  },
  {
    'text': '光泽县',
    'value': '1387'
  },
  {
    'text': '松溪县',
    'value': '1388'
  },
  {
    'text': '政和县',
    'value': '1389'
  },
  {
    'text': '邵武市',
    'value': '1390'
  },
  {
    'text': '武夷山市',
    'value': '1391'
  },
  {
    'text': '建瓯市',
    'value': '1392'
  },
  {
    'text': '建阳市',
    'value': '1393'
  }],
  '1310$$1394': [{
    'text': '市辖区',
    'value': '1395'
  },
  {
    'text': '新罗区',
    'value': '1396'
  },
  {
    'text': '长汀县',
    'value': '1397'
  },
  {
    'text': '永定县',
    'value': '1398'
  },
  {
    'text': '上杭县',
    'value': '1399'
  },
  {
    'text': '武平县',
    'value': '1400'
  },
  {
    'text': '连城县',
    'value': '1401'
  },
  {
    'text': '漳平市',
    'value': '1402'
  }],
  '1310$$1403': [{
    'text': '市辖区',
    'value': '1404'
  },
  {
    'text': '蕉城区',
    'value': '1405'
  },
  {
    'text': '霞浦县',
    'value': '1406'
  },
  {
    'text': '古田县',
    'value': '1407'
  },
  {
    'text': '屏南县',
    'value': '1408'
  },
  {
    'text': '寿宁县',
    'value': '1409'
  },
  {
    'text': '周宁县',
    'value': '1410'
  },
  {
    'text': '柘荣县',
    'value': '1411'
  },
  {
    'text': '福安市',
    'value': '1412'
  },
  {
    'text': '福鼎市',
    'value': '1413'
  }],
  '1414$$1415': [{
    'text': '市辖区',
    'value': '1416'
  },
  {
    'text': '东湖区',
    'value': '1417'
  },
  {
    'text': '西湖区',
    'value': '1418'
  },
  {
    'text': '青云谱区',
    'value': '1419'
  },
  {
    'text': '湾里区',
    'value': '1420'
  },
  {
    'text': '青山湖区',
    'value': '1421'
  },
  {
    'text': '南昌县',
    'value': '1422'
  },
  {
    'text': '新建县',
    'value': '1423'
  },
  {
    'text': '安义县',
    'value': '1424'
  },
  {
    'text': '进贤县',
    'value': '1425'
  }],
  '1414$$1426': [{
    'text': '市辖区',
    'value': '1427'
  },
  {
    'text': '昌江区',
    'value': '1428'
  },
  {
    'text': '珠山区',
    'value': '1429'
  },
  {
    'text': '浮梁县',
    'value': '1430'
  },
  {
    'text': '乐平市',
    'value': '1431'
  }],
  '1414$$1432': [{
    'text': '市辖区',
    'value': '1433'
  },
  {
    'text': '安源区',
    'value': '1434'
  },
  {
    'text': '湘东区',
    'value': '1435'
  },
  {
    'text': '莲花县',
    'value': '1436'
  },
  {
    'text': '上栗县',
    'value': '1437'
  },
  {
    'text': '芦溪县',
    'value': '1438'
  }],
  '1414$$1439': [{
    'text': '市辖区',
    'value': '1440'
  },
  {
    'text': '庐山区',
    'value': '1441'
  },
  {
    'text': '浔阳区',
    'value': '1442'
  },
  {
    'text': '九江县',
    'value': '1443'
  },
  {
    'text': '武宁县',
    'value': '1444'
  },
  {
    'text': '修水县',
    'value': '1445'
  },
  {
    'text': '永修县',
    'value': '1446'
  },
  {
    'text': '德安县',
    'value': '1447'
  },
  {
    'text': '星子县',
    'value': '1448'
  },
  {
    'text': '都昌县',
    'value': '1449'
  },
  {
    'text': '湖口县',
    'value': '1450'
  },
  {
    'text': '彭泽县',
    'value': '1451'
  },
  {
    'text': '瑞昌市',
    'value': '1452'
  }],
  '1414$$1453': [{
    'text': '市辖区',
    'value': '1454'
  },
  {
    'text': '渝水区',
    'value': '1455'
  },
  {
    'text': '分宜县',
    'value': '1456'
  }],
  '1414$$1457': [{
    'text': '市辖区',
    'value': '1458'
  },
  {
    'text': '月湖区',
    'value': '1459'
  },
  {
    'text': '余江县',
    'value': '1460'
  },
  {
    'text': '贵溪市',
    'value': '1461'
  }],
  '1414$$1462': [{
    'text': '市辖区',
    'value': '1463'
  },
  {
    'text': '章贡区',
    'value': '1464'
  },
  {
    'text': '赣县',
    'value': '1465'
  },
  {
    'text': '信丰县',
    'value': '1466'
  },
  {
    'text': '大余县',
    'value': '1467'
  },
  {
    'text': '上犹县',
    'value': '1468'
  },
  {
    'text': '崇义县',
    'value': '1469'
  },
  {
    'text': '安远县',
    'value': '1470'
  },
  {
    'text': '龙南县',
    'value': '1471'
  },
  {
    'text': '定南县',
    'value': '1472'
  },
  {
    'text': '全南县',
    'value': '1473'
  },
  {
    'text': '宁都县',
    'value': '1474'
  },
  {
    'text': '于都县',
    'value': '1475'
  },
  {
    'text': '兴国县',
    'value': '1476'
  },
  {
    'text': '会昌县',
    'value': '1477'
  },
  {
    'text': '寻乌县',
    'value': '1478'
  },
  {
    'text': '石城县',
    'value': '1479'
  },
  {
    'text': '瑞金市',
    'value': '1480'
  },
  {
    'text': '南康市',
    'value': '1481'
  }],
  '1414$$1482': [{
    'text': '市辖区',
    'value': '1483'
  },
  {
    'text': '吉州区',
    'value': '1484'
  },
  {
    'text': '青原区',
    'value': '1485'
  },
  {
    'text': '吉安县',
    'value': '1486'
  },
  {
    'text': '吉水县',
    'value': '1487'
  },
  {
    'text': '峡江县',
    'value': '1488'
  },
  {
    'text': '新干县',
    'value': '1489'
  },
  {
    'text': '永丰县',
    'value': '1490'
  },
  {
    'text': '泰和县',
    'value': '1491'
  },
  {
    'text': '遂川县',
    'value': '1492'
  },
  {
    'text': '万安县',
    'value': '1493'
  },
  {
    'text': '安福县',
    'value': '1494'
  },
  {
    'text': '永新县',
    'value': '1495'
  },
  {
    'text': '井冈山市',
    'value': '1496'
  }],
  '1414$$1497': [{
    'text': '市辖区',
    'value': '1498'
  },
  {
    'text': '袁州区',
    'value': '1499'
  },
  {
    'text': '奉新县',
    'value': '1500'
  },
  {
    'text': '万载县',
    'value': '1501'
  },
  {
    'text': '上高县',
    'value': '1502'
  },
  {
    'text': '宜丰县',
    'value': '1503'
  },
  {
    'text': '靖安县',
    'value': '1504'
  },
  {
    'text': '铜鼓县',
    'value': '1505'
  },
  {
    'text': '丰城市',
    'value': '1506'
  },
  {
    'text': '樟树市',
    'value': '1507'
  },
  {
    'text': '高安市',
    'value': '1508'
  }],
  '1414$$1509': [{
    'text': '市辖区',
    'value': '1510'
  },
  {
    'text': '临川区',
    'value': '1511'
  },
  {
    'text': '南城县',
    'value': '1512'
  },
  {
    'text': '黎川县',
    'value': '1513'
  },
  {
    'text': '南丰县',
    'value': '1514'
  },
  {
    'text': '崇仁县',
    'value': '1515'
  },
  {
    'text': '乐安县',
    'value': '1516'
  },
  {
    'text': '宜黄县',
    'value': '1517'
  },
  {
    'text': '金溪县',
    'value': '1518'
  },
  {
    'text': '资溪县',
    'value': '1519'
  },
  {
    'text': '东乡县',
    'value': '1520'
  },
  {
    'text': '广昌县',
    'value': '1521'
  }],
  '1414$$1522': [{
    'text': '市辖区',
    'value': '1523'
  },
  {
    'text': '信州区',
    'value': '1524'
  },
  {
    'text': '上饶县',
    'value': '1525'
  },
  {
    'text': '广丰县',
    'value': '1526'
  },
  {
    'text': '玉山县',
    'value': '1527'
  },
  {
    'text': '铅山县',
    'value': '1528'
  },
  {
    'text': '横峰县',
    'value': '1529'
  },
  {
    'text': '弋阳县',
    'value': '1530'
  },
  {
    'text': '余干县',
    'value': '1531'
  },
  {
    'text': '鄱阳县',
    'value': '1532'
  },
  {
    'text': '万年县',
    'value': '1533'
  },
  {
    'text': '婺源县',
    'value': '1534'
  },
  {
    'text': '德兴市',
    'value': '1535'
  }],
  '1536$$1537': [{
    'text': '市辖区',
    'value': '1538'
  },
  {
    'text': '历下区',
    'value': '1539'
  },
  {
    'text': '市中区',
    'value': '1540'
  },
  {
    'text': '槐荫区',
    'value': '1541'
  },
  {
    'text': '天桥区',
    'value': '1542'
  },
  {
    'text': '历城区',
    'value': '1543'
  },
  {
    'text': '长清区',
    'value': '1544'
  },
  {
    'text': '平阴县',
    'value': '1545'
  },
  {
    'text': '济阳县',
    'value': '1546'
  },
  {
    'text': '商河县',
    'value': '1547'
  },
  {
    'text': '章丘市',
    'value': '1548'
  }],
  '1536$$1549': [{
    'text': '市辖区',
    'value': '1550'
  },
  {
    'text': '市南区',
    'value': '1551'
  },
  {
    'text': '市北区',
    'value': '1552'
  },
  {
    'text': '四方区',
    'value': '1553'
  },
  {
    'text': '黄岛区',
    'value': '1554'
  },
  {
    'text': '崂山区',
    'value': '1555'
  },
  {
    'text': '李沧区',
    'value': '1556'
  },
  {
    'text': '城阳区',
    'value': '1557'
  },
  {
    'text': '胶州市',
    'value': '1558'
  },
  {
    'text': '即墨市',
    'value': '1559'
  },
  {
    'text': '平度市',
    'value': '1560'
  },
  {
    'text': '胶南市',
    'value': '1561'
  },
  {
    'text': '莱西市',
    'value': '1562'
  }],
  '1536$$1563': [{
    'text': '市辖区',
    'value': '1564'
  },
  {
    'text': '淄川区',
    'value': '1565'
  },
  {
    'text': '张店区',
    'value': '1566'
  },
  {
    'text': '博山区',
    'value': '1567'
  },
  {
    'text': '临淄区',
    'value': '1568'
  },
  {
    'text': '周村区',
    'value': '1569'
  },
  {
    'text': '桓台县',
    'value': '1570'
  },
  {
    'text': '高青县',
    'value': '1571'
  },
  {
    'text': '沂源县',
    'value': '1572'
  }],
  '1536$$1573': [{
    'text': '市辖区',
    'value': '1574'
  },
  {
    'text': '市中区',
    'value': '1575'
  },
  {
    'text': '薛城区',
    'value': '1576'
  },
  {
    'text': '峄城区',
    'value': '1577'
  },
  {
    'text': '台儿庄区',
    'value': '1578'
  },
  {
    'text': '山亭区',
    'value': '1579'
  },
  {
    'text': '滕州市',
    'value': '1580'
  }],
  '1536$$1581': [{
    'text': '市辖区',
    'value': '1582'
  },
  {
    'text': '东营区',
    'value': '1583'
  },
  {
    'text': '河口区',
    'value': '1584'
  },
  {
    'text': '垦利县',
    'value': '1585'
  },
  {
    'text': '利津县',
    'value': '1586'
  },
  {
    'text': '广饶县',
    'value': '1587'
  }],
  '1536$$1588': [{
    'text': '市辖区',
    'value': '1589'
  },
  {
    'text': '芝罘区',
    'value': '1590'
  },
  {
    'text': '福山区',
    'value': '1591'
  },
  {
    'text': '牟平区',
    'value': '1592'
  },
  {
    'text': '莱山区',
    'value': '1593'
  },
  {
    'text': '长岛县',
    'value': '1594'
  },
  {
    'text': '龙口市',
    'value': '1595'
  },
  {
    'text': '莱阳市',
    'value': '1596'
  },
  {
    'text': '莱州市',
    'value': '1597'
  },
  {
    'text': '蓬莱市',
    'value': '1598'
  },
  {
    'text': '招远市',
    'value': '1599'
  },
  {
    'text': '栖霞市',
    'value': '1600'
  },
  {
    'text': '海阳市',
    'value': '1601'
  }],
  '1536$$1602': [{
    'text': '市辖区',
    'value': '1603'
  },
  {
    'text': '潍城区',
    'value': '1604'
  },
  {
    'text': '寒亭区',
    'value': '1605'
  },
  {
    'text': '坊子区',
    'value': '1606'
  },
  {
    'text': '奎文区',
    'value': '1607'
  },
  {
    'text': '临朐县',
    'value': '1608'
  },
  {
    'text': '昌乐县',
    'value': '1609'
  },
  {
    'text': '青州市',
    'value': '1610'
  },
  {
    'text': '诸城市',
    'value': '1611'
  },
  {
    'text': '寿光市',
    'value': '1612'
  },
  {
    'text': '安丘市',
    'value': '1613'
  },
  {
    'text': '高密市',
    'value': '1614'
  },
  {
    'text': '昌邑市',
    'value': '1615'
  }],
  '1536$$1616': [{
    'text': '市辖区',
    'value': '1617'
  },
  {
    'text': '市中区',
    'value': '1618'
  },
  {
    'text': '任城区',
    'value': '1619'
  },
  {
    'text': '微山县',
    'value': '1620'
  },
  {
    'text': '鱼台县',
    'value': '1621'
  },
  {
    'text': '金乡县',
    'value': '1622'
  },
  {
    'text': '嘉祥县',
    'value': '1623'
  },
  {
    'text': '汶上县',
    'value': '1624'
  },
  {
    'text': '泗水县',
    'value': '1625'
  },
  {
    'text': '梁山县',
    'value': '1626'
  },
  {
    'text': '曲阜市',
    'value': '1627'
  },
  {
    'text': '兖州市',
    'value': '1628'
  },
  {
    'text': '邹城市',
    'value': '1629'
  }],
  '1536$$1630': [{
    'text': '市辖区',
    'value': '1631'
  },
  {
    'text': '泰山区',
    'value': '1632'
  },
  {
    'text': '岱岳区',
    'value': '1633'
  },
  {
    'text': '宁阳县',
    'value': '1634'
  },
  {
    'text': '东平县',
    'value': '1635'
  },
  {
    'text': '新泰市',
    'value': '1636'
  },
  {
    'text': '肥城市',
    'value': '1637'
  }],
  '1536$$1638': [{
    'text': '市辖区',
    'value': '1639'
  },
  {
    'text': '环翠区',
    'value': '1640'
  },
  {
    'text': '文登市',
    'value': '1641'
  },
  {
    'text': '荣成市',
    'value': '1642'
  },
  {
    'text': '乳山市',
    'value': '1643'
  }],
  '1536$$1644': [{
    'text': '市辖区',
    'value': '1645'
  },
  {
    'text': '东港区',
    'value': '1646'
  },
  {
    'text': '岚山区',
    'value': '1647'
  },
  {
    'text': '五莲县',
    'value': '1648'
  },
  {
    'text': '莒县',
    'value': '1649'
  }],
  '1536$$1650': [{
    'text': '市辖区',
    'value': '1651'
  },
  {
    'text': '莱城区',
    'value': '1652'
  },
  {
    'text': '钢城区',
    'value': '1653'
  }],
  '1536$$1654': [{
    'text': '市辖区',
    'value': '1655'
  },
  {
    'text': '兰山区',
    'value': '1656'
  },
  {
    'text': '罗庄区',
    'value': '1657'
  },
  {
    'text': '河东区',
    'value': '1658'
  },
  {
    'text': '沂南县',
    'value': '1659'
  },
  {
    'text': '郯城县',
    'value': '1660'
  },
  {
    'text': '沂水县',
    'value': '1661'
  },
  {
    'text': '苍山县',
    'value': '1662'
  },
  {
    'text': '费县',
    'value': '1663'
  },
  {
    'text': '平邑县',
    'value': '1664'
  },
  {
    'text': '莒南县',
    'value': '1665'
  },
  {
    'text': '蒙阴县',
    'value': '1666'
  },
  {
    'text': '临沭县',
    'value': '1667'
  }],
  '1536$$1668': [{
    'text': '市辖区',
    'value': '1669'
  },
  {
    'text': '德城区',
    'value': '1670'
  },
  {
    'text': '陵县',
    'value': '1671'
  },
  {
    'text': '宁津县',
    'value': '1672'
  },
  {
    'text': '庆云县',
    'value': '1673'
  },
  {
    'text': '临邑县',
    'value': '1674'
  },
  {
    'text': '齐河县',
    'value': '1675'
  },
  {
    'text': '平原县',
    'value': '1676'
  },
  {
    'text': '夏津县',
    'value': '1677'
  },
  {
    'text': '武城县',
    'value': '1678'
  },
  {
    'text': '乐陵市',
    'value': '1679'
  },
  {
    'text': '禹城市',
    'value': '1680'
  }],
  '1536$$1681': [{
    'text': '市辖区',
    'value': '1682'
  },
  {
    'text': '东昌府区',
    'value': '1683'
  },
  {
    'text': '阳谷县',
    'value': '1684'
  },
  {
    'text': '莘县',
    'value': '1685'
  },
  {
    'text': '茌平县',
    'value': '1686'
  },
  {
    'text': '东阿县',
    'value': '1687'
  },
  {
    'text': '冠县',
    'value': '1688'
  },
  {
    'text': '高唐县',
    'value': '1689'
  },
  {
    'text': '临清市',
    'value': '1690'
  }],
  '1536$$1691': [{
    'text': '市辖区',
    'value': '1692'
  },
  {
    'text': '滨城区',
    'value': '1693'
  },
  {
    'text': '惠民县',
    'value': '1694'
  },
  {
    'text': '阳信县',
    'value': '1695'
  },
  {
    'text': '无棣县',
    'value': '1696'
  },
  {
    'text': '沾化县',
    'value': '1697'
  },
  {
    'text': '博兴县',
    'value': '1698'
  },
  {
    'text': '邹平县',
    'value': '1699'
  }],
  '1536$$1700': [{
    'text': '市辖区',
    'value': '1701'
  },
  {
    'text': '牡丹区',
    'value': '1702'
  },
  {
    'text': '曹县',
    'value': '1703'
  },
  {
    'text': '单县',
    'value': '1704'
  },
  {
    'text': '成武县',
    'value': '1705'
  },
  {
    'text': '巨野县',
    'value': '1706'
  },
  {
    'text': '郓城县',
    'value': '1707'
  },
  {
    'text': '鄄城县',
    'value': '1708'
  },
  {
    'text': '定陶县',
    'value': '1709'
  },
  {
    'text': '东明县',
    'value': '1710'
  }],
  '1711$$1712': [{
    'text': '市辖区',
    'value': '1713'
  },
  {
    'text': '中原区',
    'value': '1714'
  },
  {
    'text': '二七区',
    'value': '1715'
  },
  {
    'text': '管城回族区',
    'value': '1716'
  },
  {
    'text': '金水区',
    'value': '1717'
  },
  {
    'text': '上街区',
    'value': '1718'
  },
  {
    'text': '邙山区',
    'value': '1719'
  },
  {
    'text': '中牟县',
    'value': '1720'
  },
  {
    'text': '巩义市',
    'value': '1721'
  },
  {
    'text': '荥阳市',
    'value': '1722'
  },
  {
    'text': '新密市',
    'value': '1723'
  },
  {
    'text': '新郑市',
    'value': '1724'
  },
  {
    'text': '登封市',
    'value': '1725'
  }],
  '1711$$1726': [{
    'text': '市辖区',
    'value': '1727'
  },
  {
    'text': '龙亭区',
    'value': '1728'
  },
  {
    'text': '顺河回族区',
    'value': '1729'
  },
  {
    'text': '鼓楼区',
    'value': '1730'
  },
  {
    'text': '禹王台区',
    'value': '1731'
  },
  {
    'text': '金明区',
    'value': '1732'
  },
  {
    'text': '杞县',
    'value': '1733'
  },
  {
    'text': '通许县',
    'value': '1734'
  },
  {
    'text': '尉氏县',
    'value': '1735'
  },
  {
    'text': '开封县',
    'value': '1736'
  },
  {
    'text': '兰考县',
    'value': '1737'
  }],
  '1711$$1738': [{
    'text': '市辖区',
    'value': '1739'
  },
  {
    'text': '老城区',
    'value': '1740'
  },
  {
    'text': '西工区',
    'value': '1741'
  },
  {
    'text': '廛河回族区',
    'value': '1742'
  },
  {
    'text': '涧西区',
    'value': '1743'
  },
  {
    'text': '吉利区',
    'value': '1744'
  },
  {
    'text': '洛龙区',
    'value': '1745'
  },
  {
    'text': '孟津县',
    'value': '1746'
  },
  {
    'text': '新安县',
    'value': '1747'
  },
  {
    'text': '栾川县',
    'value': '1748'
  },
  {
    'text': '嵩县',
    'value': '1749'
  },
  {
    'text': '汝阳县',
    'value': '1750'
  },
  {
    'text': '宜阳县',
    'value': '1751'
  },
  {
    'text': '洛宁县',
    'value': '1752'
  },
  {
    'text': '伊川县',
    'value': '1753'
  },
  {
    'text': '偃师市',
    'value': '1754'
  }],
  '1711$$1755': [{
    'text': '市辖区',
    'value': '1756'
  },
  {
    'text': '新华区',
    'value': '1757'
  },
  {
    'text': '卫东区',
    'value': '1758'
  },
  {
    'text': '石龙区',
    'value': '1759'
  },
  {
    'text': '湛河区',
    'value': '1760'
  },
  {
    'text': '宝丰县',
    'value': '1761'
  },
  {
    'text': '叶县',
    'value': '1762'
  },
  {
    'text': '鲁山县',
    'value': '1763'
  },
  {
    'text': '郏县',
    'value': '1764'
  },
  {
    'text': '舞钢市',
    'value': '1765'
  },
  {
    'text': '汝州市',
    'value': '1766'
  }],
  '1711$$1767': [{
    'text': '市辖区',
    'value': '1768'
  },
  {
    'text': '文峰区',
    'value': '1769'
  },
  {
    'text': '北关区',
    'value': '1770'
  },
  {
    'text': '殷都区',
    'value': '1771'
  },
  {
    'text': '龙安区',
    'value': '1772'
  },
  {
    'text': '安阳县',
    'value': '1773'
  },
  {
    'text': '汤阴县',
    'value': '1774'
  },
  {
    'text': '滑县',
    'value': '1775'
  },
  {
    'text': '内黄县',
    'value': '1776'
  },
  {
    'text': '林州市',
    'value': '1777'
  }],
  '1711$$1778': [{
    'text': '市辖区',
    'value': '1779'
  },
  {
    'text': '鹤山区',
    'value': '1780'
  },
  {
    'text': '山城区',
    'value': '1781'
  },
  {
    'text': '淇滨区',
    'value': '1782'
  },
  {
    'text': '浚县',
    'value': '1783'
  },
  {
    'text': '淇县',
    'value': '1784'
  }],
  '1711$$1785': [{
    'text': '市辖区',
    'value': '1786'
  },
  {
    'text': '红旗区',
    'value': '1787'
  },
  {
    'text': '卫滨区',
    'value': '1788'
  },
  {
    'text': '凤泉区',
    'value': '1789'
  },
  {
    'text': '牧野区',
    'value': '1790'
  },
  {
    'text': '新乡县',
    'value': '1791'
  },
  {
    'text': '获嘉县',
    'value': '1792'
  },
  {
    'text': '原阳县',
    'value': '1793'
  },
  {
    'text': '延津县',
    'value': '1794'
  },
  {
    'text': '封丘县',
    'value': '1795'
  },
  {
    'text': '长垣县',
    'value': '1796'
  },
  {
    'text': '卫辉市',
    'value': '1797'
  },
  {
    'text': '辉县市',
    'value': '1798'
  }],
  '1711$$1799': [{
    'text': '市辖区',
    'value': '1800'
  },
  {
    'text': '解放区',
    'value': '1801'
  },
  {
    'text': '中站区',
    'value': '1802'
  },
  {
    'text': '马村区',
    'value': '1803'
  },
  {
    'text': '山阳区',
    'value': '1804'
  },
  {
    'text': '修武县',
    'value': '1805'
  },
  {
    'text': '博爱县',
    'value': '1806'
  },
  {
    'text': '武陟县',
    'value': '1807'
  },
  {
    'text': '温县',
    'value': '1808'
  },
  {
    'text': '济源市',
    'value': '1809'
  },
  {
    'text': '沁阳市',
    'value': '1810'
  },
  {
    'text': '孟州市',
    'value': '1811'
  }],
  '1711$$1812': [{
    'text': '市辖区',
    'value': '1813'
  },
  {
    'text': '华龙区',
    'value': '1814'
  },
  {
    'text': '清丰县',
    'value': '1815'
  },
  {
    'text': '南乐县',
    'value': '1816'
  },
  {
    'text': '范县',
    'value': '1817'
  },
  {
    'text': '台前县',
    'value': '1818'
  },
  {
    'text': '濮阳县',
    'value': '1819'
  }],
  '1711$$1820': [{
    'text': '市辖区',
    'value': '1821'
  },
  {
    'text': '魏都区',
    'value': '1822'
  },
  {
    'text': '许昌县',
    'value': '1823'
  },
  {
    'text': '鄢陵县',
    'value': '1824'
  },
  {
    'text': '襄城县',
    'value': '1825'
  },
  {
    'text': '禹州市',
    'value': '1826'
  },
  {
    'text': '长葛市',
    'value': '1827'
  }],
  '1711$$1828': [{
    'text': '市辖区',
    'value': '1829'
  },
  {
    'text': '源汇区',
    'value': '1830'
  },
  {
    'text': '郾城区',
    'value': '1831'
  },
  {
    'text': '召陵区',
    'value': '1832'
  },
  {
    'text': '舞阳县',
    'value': '1833'
  },
  {
    'text': '临颍县',
    'value': '1834'
  }],
  '1711$$1835': [{
    'text': '市辖区',
    'value': '1836'
  },
  {
    'text': '湖滨区',
    'value': '1837'
  },
  {
    'text': '渑池县',
    'value': '1838'
  },
  {
    'text': '陕县',
    'value': '1839'
  },
  {
    'text': '卢氏县',
    'value': '1840'
  },
  {
    'text': '义马市',
    'value': '1841'
  },
  {
    'text': '灵宝市',
    'value': '1842'
  }],
  '1711$$1843': [{
    'text': '市辖区',
    'value': '1844'
  },
  {
    'text': '宛城区',
    'value': '1845'
  },
  {
    'text': '卧龙区',
    'value': '1846'
  },
  {
    'text': '南召县',
    'value': '1847'
  },
  {
    'text': '方城县',
    'value': '1848'
  },
  {
    'text': '西峡县',
    'value': '1849'
  },
  {
    'text': '镇平县',
    'value': '1850'
  },
  {
    'text': '内乡县',
    'value': '1851'
  },
  {
    'text': '淅川县',
    'value': '1852'
  },
  {
    'text': '社旗县',
    'value': '1853'
  },
  {
    'text': '唐河县',
    'value': '1854'
  },
  {
    'text': '新野县',
    'value': '1855'
  },
  {
    'text': '桐柏县',
    'value': '1856'
  },
  {
    'text': '邓州市',
    'value': '1857'
  }],
  '1711$$1858': [{
    'text': '市辖区',
    'value': '1859'
  },
  {
    'text': '梁园区',
    'value': '1860'
  },
  {
    'text': '睢阳区',
    'value': '1861'
  },
  {
    'text': '民权县',
    'value': '1862'
  },
  {
    'text': '睢县',
    'value': '1863'
  },
  {
    'text': '宁陵县',
    'value': '1864'
  },
  {
    'text': '柘城县',
    'value': '1865'
  },
  {
    'text': '虞城县',
    'value': '1866'
  },
  {
    'text': '夏邑县',
    'value': '1867'
  },
  {
    'text': '永城市',
    'value': '1868'
  }],
  '1711$$1869': [{
    'text': '市辖区',
    'value': '1870'
  },
  {
    'text': '浉河区',
    'value': '1871'
  },
  {
    'text': '平桥区',
    'value': '1872'
  },
  {
    'text': '罗山县',
    'value': '1873'
  },
  {
    'text': '光山县',
    'value': '1874'
  },
  {
    'text': '新县',
    'value': '1875'
  },
  {
    'text': '商城县',
    'value': '1876'
  },
  {
    'text': '固始县',
    'value': '1877'
  },
  {
    'text': '潢川县',
    'value': '1878'
  },
  {
    'text': '淮滨县',
    'value': '1879'
  },
  {
    'text': '息县',
    'value': '1880'
  }],
  '1711$$1881': [{
    'text': '市辖区',
    'value': '1882'
  },
  {
    'text': '川汇区',
    'value': '1883'
  },
  {
    'text': '扶沟县',
    'value': '1884'
  },
  {
    'text': '西华县',
    'value': '1885'
  },
  {
    'text': '商水县',
    'value': '1886'
  },
  {
    'text': '沈丘县',
    'value': '1887'
  },
  {
    'text': '郸城县',
    'value': '1888'
  },
  {
    'text': '淮阳县',
    'value': '1889'
  },
  {
    'text': '太康县',
    'value': '1890'
  },
  {
    'text': '鹿邑县',
    'value': '1891'
  },
  {
    'text': '项城市',
    'value': '1892'
  }],
  '1711$$1893': [{
    'text': '市辖区',
    'value': '1894'
  },
  {
    'text': '驿城区',
    'value': '1895'
  },
  {
    'text': '西平县',
    'value': '1896'
  },
  {
    'text': '上蔡县',
    'value': '1897'
  },
  {
    'text': '平舆县',
    'value': '1898'
  },
  {
    'text': '正阳县',
    'value': '1899'
  },
  {
    'text': '确山县',
    'value': '1900'
  },
  {
    'text': '泌阳县',
    'value': '1901'
  },
  {
    'text': '汝南县',
    'value': '1902'
  },
  {
    'text': '遂平县',
    'value': '1903'
  },
  {
    'text': '新蔡县',
    'value': '1904'
  }],
  '1905$$1906': [{
    'text': '市辖区',
    'value': '1907'
  },
  {
    'text': '江岸区',
    'value': '1908'
  },
  {
    'text': '江汉区',
    'value': '1909'
  },
  {
    'text': '硚口区',
    'value': '1910'
  },
  {
    'text': '汉阳区',
    'value': '1911'
  },
  {
    'text': '武昌区',
    'value': '1912'
  },
  {
    'text': '青山区',
    'value': '1913'
  },
  {
    'text': '洪山区',
    'value': '1914'
  },
  {
    'text': '东西湖区',
    'value': '1915'
  },
  {
    'text': '汉南区',
    'value': '1916'
  },
  {
    'text': '蔡甸区',
    'value': '1917'
  },
  {
    'text': '江夏区',
    'value': '1918'
  },
  {
    'text': '黄陂区',
    'value': '1919'
  },
  {
    'text': '新洲区',
    'value': '1920'
  }],
  '1905$$1921': [{
    'text': '市辖区',
    'value': '1922'
  },
  {
    'text': '黄石港区',
    'value': '1923'
  },
  {
    'text': '西塞山区',
    'value': '1924'
  },
  {
    'text': '下陆区',
    'value': '1925'
  },
  {
    'text': '铁山区',
    'value': '1926'
  },
  {
    'text': '阳新县',
    'value': '1927'
  },
  {
    'text': '大冶市',
    'value': '1928'
  }],
  '1905$$1929': [{
    'text': '市辖区',
    'value': '1930'
  },
  {
    'text': '茅箭区',
    'value': '1931'
  },
  {
    'text': '张湾区',
    'value': '1932'
  },
  {
    'text': '郧县',
    'value': '1933'
  },
  {
    'text': '郧西县',
    'value': '1934'
  },
  {
    'text': '竹山县',
    'value': '1935'
  },
  {
    'text': '竹溪县',
    'value': '1936'
  },
  {
    'text': '房县',
    'value': '1937'
  },
  {
    'text': '丹江口市',
    'value': '1938'
  }],
  '1905$$1939': [{
    'text': '市辖区',
    'value': '1940'
  },
  {
    'text': '西陵区',
    'value': '1941'
  },
  {
    'text': '伍家岗区',
    'value': '1942'
  },
  {
    'text': '点军区',
    'value': '1943'
  },
  {
    'text': '猇亭区',
    'value': '1944'
  },
  {
    'text': '夷陵区',
    'value': '1945'
  },
  {
    'text': '远安县',
    'value': '1946'
  },
  {
    'text': '兴山县',
    'value': '1947'
  },
  {
    'text': '秭归县',
    'value': '1948'
  },
  {
    'text': '长阳土家族自治县',
    'value': '1949'
  },
  {
    'text': '五峰土家族自治县',
    'value': '1950'
  },
  {
    'text': '宜都市',
    'value': '1951'
  },
  {
    'text': '当阳市',
    'value': '1952'
  },
  {
    'text': '枝江市',
    'value': '1953'
  }],
  '1905$$1954': [{
    'text': '市辖区',
    'value': '1955'
  },
  {
    'text': '襄城区',
    'value': '1956'
  },
  {
    'text': '樊城区',
    'value': '1957'
  },
  {
    'text': '襄州区',
    'value': '1958'
  },
  {
    'text': '南漳县',
    'value': '1959'
  },
  {
    'text': '谷城县',
    'value': '1960'
  },
  {
    'text': '保康县',
    'value': '1961'
  },
  {
    'text': '老河口市',
    'value': '1962'
  },
  {
    'text': '枣阳市',
    'value': '1963'
  },
  {
    'text': '宜城市',
    'value': '1964'
  }],
  '1905$$1965': [{
    'text': '市辖区',
    'value': '1966'
  },
  {
    'text': '梁子湖区',
    'value': '1967'
  },
  {
    'text': '华容区',
    'value': '1968'
  },
  {
    'text': '鄂城区',
    'value': '1969'
  }],
  '1905$$1970': [{
    'text': '市辖区',
    'value': '1971'
  },
  {
    'text': '东宝区',
    'value': '1972'
  },
  {
    'text': '掇刀区',
    'value': '1973'
  },
  {
    'text': '京山县',
    'value': '1974'
  },
  {
    'text': '沙洋县',
    'value': '1975'
  },
  {
    'text': '钟祥市',
    'value': '1976'
  }],
  '1905$$1977': [{
    'text': '市辖区',
    'value': '1978'
  },
  {
    'text': '孝南区',
    'value': '1979'
  },
  {
    'text': '孝昌县',
    'value': '1980'
  },
  {
    'text': '大悟县',
    'value': '1981'
  },
  {
    'text': '云梦县',
    'value': '1982'
  },
  {
    'text': '应城市',
    'value': '1983'
  },
  {
    'text': '安陆市',
    'value': '1984'
  },
  {
    'text': '汉川市',
    'value': '1985'
  }],
  '1905$$1986': [{
    'text': '市辖区',
    'value': '1987'
  },
  {
    'text': '沙市区',
    'value': '1988'
  },
  {
    'text': '荆州区',
    'value': '1989'
  },
  {
    'text': '公安县',
    'value': '1990'
  },
  {
    'text': '监利县',
    'value': '1991'
  },
  {
    'text': '江陵县',
    'value': '1992'
  },
  {
    'text': '石首市',
    'value': '1993'
  },
  {
    'text': '洪湖市',
    'value': '1994'
  },
  {
    'text': '松滋市',
    'value': '1995'
  }],
  '1905$$1996': [{
    'text': '市辖区',
    'value': '1997'
  },
  {
    'text': '黄州区',
    'value': '1998'
  },
  {
    'text': '团风县',
    'value': '1999'
  },
  {
    'text': '红安县',
    'value': '2000'
  },
  {
    'text': '罗田县',
    'value': '2001'
  },
  {
    'text': '英山县',
    'value': '2002'
  },
  {
    'text': '浠水县',
    'value': '2003'
  },
  {
    'text': '蕲春县',
    'value': '2004'
  },
  {
    'text': '黄梅县',
    'value': '2005'
  },
  {
    'text': '麻城市',
    'value': '2006'
  },
  {
    'text': '武穴市',
    'value': '2007'
  }],
  '1905$$2008': [{
    'text': '市辖区',
    'value': '2009'
  },
  {
    'text': '咸安区',
    'value': '2010'
  },
  {
    'text': '嘉鱼县',
    'value': '2011'
  },
  {
    'text': '通城县',
    'value': '2012'
  },
  {
    'text': '崇阳县',
    'value': '2013'
  },
  {
    'text': '通山县',
    'value': '2014'
  },
  {
    'text': '赤壁市',
    'value': '2015'
  }],
  '1905$$2016': [{
    'text': '市辖区',
    'value': '2017'
  },
  {
    'text': '曾都区',
    'value': '2018'
  },
  {
    'text': '广水市',
    'value': '2019'
  },
  {
    'text': '随县',
    'value': '3611'
  }],
  '1905$$2020': [{
    'text': '恩施市',
    'value': '2021'
  },
  {
    'text': '利川市',
    'value': '2022'
  },
  {
    'text': '建始县',
    'value': '2023'
  },
  {
    'text': '巴东县',
    'value': '2024'
  },
  {
    'text': '宣恩县',
    'value': '2025'
  },
  {
    'text': '咸丰县',
    'value': '2026'
  },
  {
    'text': '来凤县',
    'value': '2027'
  },
  {
    'text': '鹤峰县',
    'value': '2028'
  }],
  '1905$$2029': [{
    'text': '仙桃市',
    'value': '2030'
  },
  {
    'text': '潜江市',
    'value': '2031'
  },
  {
    'text': '天门市',
    'value': '2032'
  },
  {
    'text': '神农架林区',
    'value': '2033'
  }],
  '2034$$2035': [{
    'text': '市辖区',
    'value': '2036'
  },
  {
    'text': '芙蓉区',
    'value': '2037'
  },
  {
    'text': '天心区',
    'value': '2038'
  },
  {
    'text': '岳麓区',
    'value': '2039'
  },
  {
    'text': '开福区',
    'value': '2040'
  },
  {
    'text': '雨花区',
    'value': '2041'
  },
  {
    'text': '长沙县',
    'value': '2042'
  },
  {
    'text': '望城区',
    'value': '2043'
  },
  {
    'text': '宁乡县',
    'value': '2044'
  },
  {
    'text': '浏阳市',
    'value': '2045'
  }],
  '2034$$2046': [{
    'text': '市辖区',
    'value': '2047'
  },
  {
    'text': '荷塘区',
    'value': '2048'
  },
  {
    'text': '芦淞区',
    'value': '2049'
  },
  {
    'text': '石峰区',
    'value': '2050'
  },
  {
    'text': '天元区',
    'value': '2051'
  },
  {
    'text': '株洲县',
    'value': '2052'
  },
  {
    'text': '攸县',
    'value': '2053'
  },
  {
    'text': '茶陵县',
    'value': '2054'
  },
  {
    'text': '炎陵县',
    'value': '2055'
  },
  {
    'text': '醴陵市',
    'value': '2056'
  }],
  '2034$$2057': [{
    'text': '市辖区',
    'value': '2058'
  },
  {
    'text': '雨湖区',
    'value': '2059'
  },
  {
    'text': '岳塘区',
    'value': '2060'
  },
  {
    'text': '湘潭县',
    'value': '2061'
  },
  {
    'text': '湘乡市',
    'value': '2062'
  },
  {
    'text': '韶山市',
    'value': '2063'
  }],
  '2034$$2064': [{
    'text': '市辖区',
    'value': '2065'
  },
  {
    'text': '珠晖区',
    'value': '2066'
  },
  {
    'text': '雁峰区',
    'value': '2067'
  },
  {
    'text': '石鼓区',
    'value': '2068'
  },
  {
    'text': '蒸湘区',
    'value': '2069'
  },
  {
    'text': '南岳区',
    'value': '2070'
  },
  {
    'text': '衡阳县',
    'value': '2071'
  },
  {
    'text': '衡南县',
    'value': '2072'
  },
  {
    'text': '衡山县',
    'value': '2073'
  },
  {
    'text': '衡东县',
    'value': '2074'
  },
  {
    'text': '祁东县',
    'value': '2075'
  },
  {
    'text': '耒阳市',
    'value': '2076'
  },
  {
    'text': '常宁市',
    'value': '2077'
  }],
  '2034$$2078': [{
    'text': '市辖区',
    'value': '2079'
  },
  {
    'text': '双清区',
    'value': '2080'
  },
  {
    'text': '大祥区',
    'value': '2081'
  },
  {
    'text': '北塔区',
    'value': '2082'
  },
  {
    'text': '邵东县',
    'value': '2083'
  },
  {
    'text': '新邵县',
    'value': '2084'
  },
  {
    'text': '邵阳县',
    'value': '2085'
  },
  {
    'text': '隆回县',
    'value': '2086'
  },
  {
    'text': '洞口县',
    'value': '2087'
  },
  {
    'text': '绥宁县',
    'value': '2088'
  },
  {
    'text': '新宁县',
    'value': '2089'
  },
  {
    'text': '城步苗族自治县',
    'value': '2090'
  },
  {
    'text': '武冈市',
    'value': '2091'
  }],
  '2034$$2092': [{
    'text': '市辖区',
    'value': '2093'
  },
  {
    'text': '岳阳楼区',
    'value': '2094'
  },
  {
    'text': '云溪区',
    'value': '2095'
  },
  {
    'text': '君山区',
    'value': '2096'
  },
  {
    'text': '岳阳县',
    'value': '2097'
  },
  {
    'text': '华容县',
    'value': '2098'
  },
  {
    'text': '湘阴县',
    'value': '2099'
  },
  {
    'text': '平江县',
    'value': '2100'
  },
  {
    'text': '汨罗市',
    'value': '2101'
  },
  {
    'text': '临湘市',
    'value': '2102'
  }],
  '2034$$2103': [{
    'text': '市辖区',
    'value': '2104'
  },
  {
    'text': '武陵区',
    'value': '2105'
  },
  {
    'text': '鼎城区',
    'value': '2106'
  },
  {
    'text': '安乡县',
    'value': '2107'
  },
  {
    'text': '汉寿县',
    'value': '2108'
  },
  {
    'text': '澧县',
    'value': '2109'
  },
  {
    'text': '临澧县',
    'value': '2110'
  },
  {
    'text': '桃源县',
    'value': '2111'
  },
  {
    'text': '石门县',
    'value': '2112'
  },
  {
    'text': '津市市',
    'value': '2113'
  }],
  '2034$$2114': [{
    'text': '市辖区',
    'value': '2115'
  },
  {
    'text': '永定区',
    'value': '2116'
  },
  {
    'text': '武陵源区',
    'value': '2117'
  },
  {
    'text': '慈利县',
    'value': '2118'
  },
  {
    'text': '桑植县',
    'value': '2119'
  }],
  '2034$$2120': [{
    'text': '市辖区',
    'value': '2121'
  },
  {
    'text': '资阳区',
    'value': '2122'
  },
  {
    'text': '赫山区',
    'value': '2123'
  },
  {
    'text': '南县',
    'value': '2124'
  },
  {
    'text': '桃江县',
    'value': '2125'
  },
  {
    'text': '安化县',
    'value': '2126'
  },
  {
    'text': '沅江市',
    'value': '2127'
  }],
  '2034$$2128': [{
    'text': '市辖区',
    'value': '2129'
  },
  {
    'text': '北湖区',
    'value': '2130'
  },
  {
    'text': '苏仙区',
    'value': '2131'
  },
  {
    'text': '桂阳县',
    'value': '2132'
  },
  {
    'text': '宜章县',
    'value': '2133'
  },
  {
    'text': '永兴县',
    'value': '2134'
  },
  {
    'text': '嘉禾县',
    'value': '2135'
  },
  {
    'text': '临武县',
    'value': '2136'
  },
  {
    'text': '汝城县',
    'value': '2137'
  },
  {
    'text': '桂东县',
    'value': '2138'
  },
  {
    'text': '安仁县',
    'value': '2139'
  },
  {
    'text': '资兴市',
    'value': '2140'
  }],
  '2034$$2141': [{
    'text': '市辖区',
    'value': '2142'
  },
  {
    'text': '零陵区',
    'value': '2143'
  },
  {
    'text': '冷水滩区',
    'value': '2144'
  },
  {
    'text': '祁阳县',
    'value': '2145'
  },
  {
    'text': '东安县',
    'value': '2146'
  },
  {
    'text': '双牌县',
    'value': '2147'
  },
  {
    'text': '道县',
    'value': '2148'
  },
  {
    'text': '江永县',
    'value': '2149'
  },
  {
    'text': '宁远县',
    'value': '2150'
  },
  {
    'text': '蓝山县',
    'value': '2151'
  },
  {
    'text': '新田县',
    'value': '2152'
  },
  {
    'text': '江华瑶族自治县',
    'value': '2153'
  }],
  '2034$$2154': [{
    'text': '市辖区',
    'value': '2155'
  },
  {
    'text': '鹤城区',
    'value': '2156'
  },
  {
    'text': '中方县',
    'value': '2157'
  },
  {
    'text': '沅陵县',
    'value': '2158'
  },
  {
    'text': '辰溪县',
    'value': '2159'
  },
  {
    'text': '溆浦县',
    'value': '2160'
  },
  {
    'text': '会同县',
    'value': '2161'
  },
  {
    'text': '麻阳苗族自治县',
    'value': '2162'
  },
  {
    'text': '新晃侗族自治县',
    'value': '2163'
  },
  {
    'text': '芷江侗族自治县',
    'value': '2164'
  },
  {
    'text': '靖州苗族侗族自治县',
    'value': '2165'
  },
  {
    'text': '通道侗族自治县',
    'value': '2166'
  },
  {
    'text': '洪江市',
    'value': '2167'
  }],
  '2034$$2168': [{
    'text': '市辖区',
    'value': '2169'
  },
  {
    'text': '娄星区',
    'value': '2170'
  },
  {
    'text': '双峰县',
    'value': '2171'
  },
  {
    'text': '新化县',
    'value': '2172'
  },
  {
    'text': '冷水江市',
    'value': '2173'
  },
  {
    'text': '涟源市',
    'value': '2174'
  }],
  '2034$$2175': [{
    'text': '吉首市',
    'value': '2176'
  },
  {
    'text': '泸溪县',
    'value': '2177'
  },
  {
    'text': '凤凰县',
    'value': '2178'
  },
  {
    'text': '花垣县',
    'value': '2179'
  },
  {
    'text': '保靖县',
    'value': '2180'
  },
  {
    'text': '古丈县',
    'value': '2181'
  },
  {
    'text': '永顺县',
    'value': '2182'
  },
  {
    'text': '龙山县',
    'value': '2183'
  }],
  '2184$$2185': [{
    'text': '市辖区',
    'value': '2186'
  },
  {
    'text': '东山区',
    'value': '2187'
  },
  {
    'text': '荔湾区',
    'value': '2188'
  },
  {
    'text': '越秀区',
    'value': '2189'
  },
  {
    'text': '海珠区',
    'value': '2190'
  },
  {
    'text': '天河区',
    'value': '2191'
  },
  {
    'text': '芳村区',
    'value': '2192'
  },
  {
    'text': '白云区',
    'value': '2193'
  },
  {
    'text': '黄埔区',
    'value': '2194'
  },
  {
    'text': '番禺区',
    'value': '2195'
  },
  {
    'text': '花都区',
    'value': '2196'
  },
  {
    'text': '增城市',
    'value': '2197'
  },
  {
    'text': '从化市',
    'value': '2198'
  },
  {
    'text': '萝岗区',
    'value': '3612'
  },
  {
    'text': '南沙区',
    'value': '3613'
  }],
  '2184$$2199': [{
    'text': '市辖区',
    'value': '2200'
  },
  {
    'text': '武江区',
    'value': '2201'
  },
  {
    'text': '浈江区',
    'value': '2202'
  },
  {
    'text': '曲江区',
    'value': '2203'
  },
  {
    'text': '始兴县',
    'value': '2204'
  },
  {
    'text': '仁化县',
    'value': '2205'
  },
  {
    'text': '翁源县',
    'value': '2206'
  },
  {
    'text': '乳源瑶族自治县',
    'value': '2207'
  },
  {
    'text': '新丰县',
    'value': '2208'
  },
  {
    'text': '乐昌市',
    'value': '2209'
  },
  {
    'text': '南雄市',
    'value': '2210'
  }],
  '2184$$2211': [{
    'text': '市辖区',
    'value': '2212'
  },
  {
    'text': '罗湖区',
    'value': '2213'
  },
  {
    'text': '福田区',
    'value': '2214'
  },
  {
    'text': '南山区',
    'value': '2215'
  },
  {
    'text': '宝安区',
    'value': '2216'
  },
  {
    'text': '龙岗区',
    'value': '2217'
  },
  {
    'text': '盐田区',
    'value': '2218'
  }],
  '2184$$2219': [{
    'text': '市辖区',
    'value': '2220'
  },
  {
    'text': '香洲区',
    'value': '2221'
  },
  {
    'text': '斗门区',
    'value': '2222'
  },
  {
    'text': '金湾区',
    'value': '2223'
  }],
  '2184$$2224': [{
    'text': '市辖区',
    'value': '2225'
  },
  {
    'text': '龙湖区',
    'value': '2226'
  },
  {
    'text': '金平区',
    'value': '2227'
  },
  {
    'text': '濠江区',
    'value': '2228'
  },
  {
    'text': '潮阳区',
    'value': '2229'
  },
  {
    'text': '潮南区',
    'value': '2230'
  },
  {
    'text': '澄海区',
    'value': '2231'
  },
  {
    'text': '南澳县',
    'value': '2232'
  }],
  '2184$$2233': [{
    'text': '市辖区',
    'value': '2234'
  },
  {
    'text': '禅城区',
    'value': '2235'
  },
  {
    'text': '南海区',
    'value': '2236'
  },
  {
    'text': '顺德区',
    'value': '2237'
  },
  {
    'text': '三水区',
    'value': '2238'
  },
  {
    'text': '高明区',
    'value': '2239'
  }],
  '2184$$2240': [{
    'text': '市辖区',
    'value': '2241'
  },
  {
    'text': '蓬江区',
    'value': '2242'
  },
  {
    'text': '江海区',
    'value': '2243'
  },
  {
    'text': '新会区',
    'value': '2244'
  },
  {
    'text': '台山市',
    'value': '2245'
  },
  {
    'text': '开平市',
    'value': '2246'
  },
  {
    'text': '鹤山市',
    'value': '2247'
  },
  {
    'text': '恩平市',
    'value': '2248'
  }],
  '2184$$2249': [{
    'text': '市辖区',
    'value': '2250'
  },
  {
    'text': '赤坎区',
    'value': '2251'
  },
  {
    'text': '霞山区',
    'value': '2252'
  },
  {
    'text': '坡头区',
    'value': '2253'
  },
  {
    'text': '麻章区',
    'value': '2254'
  },
  {
    'text': '遂溪县',
    'value': '2255'
  },
  {
    'text': '徐闻县',
    'value': '2256'
  },
  {
    'text': '廉江市',
    'value': '2257'
  },
  {
    'text': '雷州市',
    'value': '2258'
  },
  {
    'text': '吴川市',
    'value': '2259'
  }],
  '2184$$2260': [{
    'text': '市辖区',
    'value': '2261'
  },
  {
    'text': '茂南区',
    'value': '2262'
  },
  {
    'text': '茂港区',
    'value': '2263'
  },
  {
    'text': '电白县',
    'value': '2264'
  },
  {
    'text': '高州市',
    'value': '2265'
  },
  {
    'text': '化州市',
    'value': '2266'
  },
  {
    'text': '信宜市',
    'value': '2267'
  }],
  '2184$$2268': [{
    'text': '市辖区',
    'value': '2269'
  },
  {
    'text': '端州区',
    'value': '2270'
  },
  {
    'text': '鼎湖区',
    'value': '2271'
  },
  {
    'text': '广宁县',
    'value': '2272'
  },
  {
    'text': '怀集县',
    'value': '2273'
  },
  {
    'text': '封开县',
    'value': '2274'
  },
  {
    'text': '德庆县',
    'value': '2275'
  },
  {
    'text': '高要市',
    'value': '2276'
  },
  {
    'text': '四会市',
    'value': '2277'
  }],
  '2184$$2278': [{
    'text': '市辖区',
    'value': '2279'
  },
  {
    'text': '惠城区',
    'value': '2280'
  },
  {
    'text': '惠阳区',
    'value': '2281'
  },
  {
    'text': '博罗县',
    'value': '2282'
  },
  {
    'text': '惠东县',
    'value': '2283'
  },
  {
    'text': '龙门县',
    'value': '2284'
  }],
  '2184$$2285': [{
    'text': '市辖区',
    'value': '2286'
  },
  {
    'text': '梅江区',
    'value': '2287'
  },
  {
    'text': '梅县',
    'value': '2288'
  },
  {
    'text': '大埔县',
    'value': '2289'
  },
  {
    'text': '丰顺县',
    'value': '2290'
  },
  {
    'text': '五华县',
    'value': '2291'
  },
  {
    'text': '平远县',
    'value': '2292'
  },
  {
    'text': '蕉岭县',
    'value': '2293'
  },
  {
    'text': '兴宁市',
    'value': '2294'
  }],
  '2184$$2295': [{
    'text': '市辖区',
    'value': '2296'
  },
  {
    'text': '城区',
    'value': '2297'
  },
  {
    'text': '海丰县',
    'value': '2298'
  },
  {
    'text': '陆河县',
    'value': '2299'
  },
  {
    'text': '陆丰市',
    'value': '2300'
  }],
  '2184$$2301': [{
    'text': '市辖区',
    'value': '2302'
  },
  {
    'text': '源城区',
    'value': '2303'
  },
  {
    'text': '紫金县',
    'value': '2304'
  },
  {
    'text': '龙川县',
    'value': '2305'
  },
  {
    'text': '连平县',
    'value': '2306'
  },
  {
    'text': '和平县',
    'value': '2307'
  },
  {
    'text': '东源县',
    'value': '2308'
  }],
  '2184$$2309': [{
    'text': '市辖区',
    'value': '2310'
  },
  {
    'text': '江城区',
    'value': '2311'
  },
  {
    'text': '阳西县',
    'value': '2312'
  },
  {
    'text': '阳东县',
    'value': '2313'
  },
  {
    'text': '阳春市',
    'value': '2314'
  }],
  '2184$$2315': [{
    'text': '市辖区',
    'value': '2316'
  },
  {
    'text': '清城区',
    'value': '2317'
  },
  {
    'text': '佛冈县',
    'value': '2318'
  },
  {
    'text': '阳山县',
    'value': '2319'
  },
  {
    'text': '连山壮族瑶族自治县',
    'value': '2320'
  },
  {
    'text': '连南瑶族自治县',
    'value': '2321'
  },
  {
    'text': '清新县',
    'value': '2322'
  },
  {
    'text': '英德市',
    'value': '2323'
  },
  {
    'text': '连州市',
    'value': '2324'
  }],
  '2184$$2325': [{
    'text': '市辖区',
    'value': '2326'
  },
  {
    'text': '樟木头',
    'value': '2327'
  },
  {
    'text': '厚街',
    'value': '2328'
  },
  {
    'text': '东城区',
    'value': '2329'
  },
  {
    'text': '南城区',
    'value': '2330'
  },
  {
    'text': '西城区',
    'value': '2331'
  },
  {
    'text': '常平',
    'value': '2332'
  },
  {
    'text': '长安',
    'value': '2333'
  },
  {
    'text': '石碣',
    'value': '2334'
  },
  {
    'text': '石龙',
    'value': '2335'
  },
  {
    'text': '凤岗',
    'value': '2336'
  },
  {
    'text': '黄江',
    'value': '2337'
  },
  {
    'text': '塘厦',
    'value': '2338'
  },
  {
    'text': '清溪',
    'value': '2339'
  },
  {
    'text': '茶山',
    'value': '2340'
  },
  {
    'text': '石排',
    'value': '2341'
  },
  {
    'text': '企石',
    'value': '2342'
  },
  {
    'text': '桥头',
    'value': '2343'
  },
  {
    'text': '谢岗',
    'value': '2344'
  },
  {
    'text': '大朗',
    'value': '2345'
  },
  {
    'text': '寮步',
    'value': '2346'
  },
  {
    'text': '东坑',
    'value': '2347'
  },
  {
    'text': '横沥',
    'value': '2348'
  },
  {
    'text': '大岭山',
    'value': '2349'
  },
  {
    'text': '沙田',
    'value': '2350'
  },
  {
    'text': '道滘',
    'value': '2351'
  },
  {
    'text': '高埗',
    'value': '2352'
  },
  {
    'text': '望牛墩',
    'value': '2353'
  },
  {
    'text': '中堂',
    'value': '2354'
  },
  {
    'text': '麻涌',
    'value': '2355'
  },
  {
    'text': '洪梅',
    'value': '2356'
  },
  {
    'text': '虎门',
    'value': '2357'
  }],
  '2184$$2358': [{
    'text': '市辖区',
    'value': '2359'
  },
  {
    'text': '石岐',
    'value': '2360'
  },
  {
    'text': '西区',
    'value': '2361'
  },
  {
    'text': '东区',
    'value': '2362'
  },
  {
    'text': '南区',
    'value': '2363'
  },
  {
    'text': '火炬',
    'value': '2364'
  },
  {
    'text': '黄圃',
    'value': '2365'
  },
  {
    'text': '阜沙',
    'value': '2366'
  },
  {
    'text': '三角',
    'value': '2367'
  },
  {
    'text': '民众',
    'value': '2368'
  },
  {
    'text': '南朗',
    'value': '2369'
  },
  {
    'text': '五桂山',
    'value': '2370'
  },
  {
    'text': '板芙',
    'value': '2371'
  },
  {
    'text': '神湾',
    'value': '2372'
  },
  {
    'text': '坦洲',
    'value': '2373'
  },
  {
    'text': '古镇',
    'value': '2374'
  },
  {
    'text': '小榄',
    'value': '2375'
  },
  {
    'text': '东升',
    'value': '2376'
  },
  {
    'text': '东凤',
    'value': '2377'
  },
  {
    'text': '南头',
    'value': '2378'
  },
  {
    'text': '横栏',
    'value': '2379'
  },
  {
    'text': '大涌',
    'value': '2380'
  },
  {
    'text': '沙溪',
    'value': '2381'
  },
  {
    'text': '三乡',
    'value': '2382'
  },
  {
    'text': '港口',
    'value': '2383'
  }],
  '2184$$2384': [{
    'text': '市辖区',
    'value': '2385'
  },
  {
    'text': '湘桥区',
    'value': '2386'
  },
  {
    'text': '潮安县',
    'value': '2387'
  },
  {
    'text': '饶平县',
    'value': '2388'
  }],
  '2184$$2389': [{
    'text': '市辖区',
    'value': '2390'
  },
  {
    'text': '榕城区',
    'value': '2391'
  },
  {
    'text': '揭东县',
    'value': '2392'
  },
  {
    'text': '揭西县',
    'value': '2393'
  },
  {
    'text': '惠来县',
    'value': '2394'
  },
  {
    'text': '普宁市',
    'value': '2395'
  }],
  '2184$$2396': [{
    'text': '市辖区',
    'value': '2397'
  },
  {
    'text': '云城区',
    'value': '2398'
  },
  {
    'text': '新兴县',
    'value': '2399'
  },
  {
    'text': '郁南县',
    'value': '2400'
  },
  {
    'text': '云安县',
    'value': '2401'
  },
  {
    'text': '罗定市',
    'value': '2402'
  }],
  '2184$$3579': [{
    'text': '春城',
    'value': '3580'
  }],
  '2403$$2404': [{
    'text': '市辖区',
    'value': '2405'
  },
  {
    'text': '兴宁区',
    'value': '2406'
  },
  {
    'text': '青秀区',
    'value': '2407'
  },
  {
    'text': '江南区',
    'value': '2408'
  },
  {
    'text': '西乡塘区',
    'value': '2409'
  },
  {
    'text': '良庆区',
    'value': '2410'
  },
  {
    'text': '邕宁区',
    'value': '2411'
  },
  {
    'text': '武鸣县',
    'value': '2412'
  },
  {
    'text': '隆安县',
    'value': '2413'
  },
  {
    'text': '马山县',
    'value': '2414'
  },
  {
    'text': '上林县',
    'value': '2415'
  },
  {
    'text': '宾阳县',
    'value': '2416'
  },
  {
    'text': '横县',
    'value': '2417'
  }],
  '2403$$2418': [{
    'text': '市辖区',
    'value': '2419'
  },
  {
    'text': '城中区',
    'value': '2420'
  },
  {
    'text': '鱼峰区',
    'value': '2421'
  },
  {
    'text': '柳南区',
    'value': '2422'
  },
  {
    'text': '柳北区',
    'value': '2423'
  },
  {
    'text': '柳江县',
    'value': '2424'
  },
  {
    'text': '柳城县',
    'value': '2425'
  },
  {
    'text': '鹿寨县',
    'value': '2426'
  },
  {
    'text': '融安县',
    'value': '2427'
  },
  {
    'text': '融水苗族自治县',
    'value': '2428'
  },
  {
    'text': '三江侗族自治县',
    'value': '2429'
  }],
  '2403$$2430': [{
    'text': '市辖区',
    'value': '2431'
  },
  {
    'text': '秀峰区',
    'value': '2432'
  },
  {
    'text': '叠彩区',
    'value': '2433'
  },
  {
    'text': '象山区',
    'value': '2434'
  },
  {
    'text': '七星区',
    'value': '2435'
  },
  {
    'text': '雁山区',
    'value': '2436'
  },
  {
    'text': '阳朔县',
    'value': '2437'
  },
  {
    'text': '临桂县',
    'value': '2438'
  },
  {
    'text': '灵川县',
    'value': '2439'
  },
  {
    'text': '全州县',
    'value': '2440'
  },
  {
    'text': '兴安县',
    'value': '2441'
  },
  {
    'text': '永福县',
    'value': '2442'
  },
  {
    'text': '灌阳县',
    'value': '2443'
  },
  {
    'text': '龙胜各族自治县',
    'value': '2444'
  },
  {
    'text': '资源县',
    'value': '2445'
  },
  {
    'text': '平乐县',
    'value': '2446'
  },
  {
    'text': '荔蒲县',
    'value': '2447'
  },
  {
    'text': '恭城瑶族自治县',
    'value': '2448'
  }],
  '2403$$2449': [{
    'text': '市辖区',
    'value': '2450'
  },
  {
    'text': '万秀区',
    'value': '2451'
  },
  {
    'text': '蝶山区',
    'value': '2452'
  },
  {
    'text': '长洲区',
    'value': '2453'
  },
  {
    'text': '苍梧县',
    'value': '2454'
  },
  {
    'text': '藤县',
    'value': '2455'
  },
  {
    'text': '蒙山县',
    'value': '2456'
  },
  {
    'text': '岑溪市',
    'value': '2457'
  }],
  '2403$$2458': [{
    'text': '市辖区',
    'value': '2459'
  },
  {
    'text': '海城区',
    'value': '2460'
  },
  {
    'text': '银海区',
    'value': '2461'
  },
  {
    'text': '铁山港区',
    'value': '2462'
  },
  {
    'text': '合浦县',
    'value': '2463'
  }],
  '2403$$2464': [{
    'text': '市辖区',
    'value': '2465'
  },
  {
    'text': '港口区',
    'value': '2466'
  },
  {
    'text': '防城区',
    'value': '2467'
  },
  {
    'text': '上思县',
    'value': '2468'
  },
  {
    'text': '东兴市',
    'value': '2469'
  }],
  '2403$$2470': [{
    'text': '市辖区',
    'value': '2471'
  },
  {
    'text': '钦南区',
    'value': '2472'
  },
  {
    'text': '钦北区',
    'value': '2473'
  },
  {
    'text': '灵山县',
    'value': '2474'
  },
  {
    'text': '浦北县',
    'value': '2475'
  }],
  '2403$$2476': [{
    'text': '市辖区',
    'value': '2477'
  },
  {
    'text': '港北区',
    'value': '2478'
  },
  {
    'text': '港南区',
    'value': '2479'
  },
  {
    'text': '覃塘区',
    'value': '2480'
  },
  {
    'text': '平南县',
    'value': '2481'
  },
  {
    'text': '桂平市',
    'value': '2482'
  }],
  '2403$$2483': [{
    'text': '市辖区',
    'value': '2484'
  },
  {
    'text': '玉州区',
    'value': '2485'
  },
  {
    'text': '容县',
    'value': '2486'
  },
  {
    'text': '陆川县',
    'value': '2487'
  },
  {
    'text': '博白县',
    'value': '2488'
  },
  {
    'text': '兴业县',
    'value': '2489'
  },
  {
    'text': '北流市',
    'value': '2490'
  }],
  '2403$$2491': [{
    'text': '市辖区',
    'value': '2492'
  },
  {
    'text': '右江区',
    'value': '2493'
  },
  {
    'text': '田阳县',
    'value': '2494'
  },
  {
    'text': '田东县',
    'value': '2495'
  },
  {
    'text': '平果县',
    'value': '2496'
  },
  {
    'text': '德保县',
    'value': '2497'
  },
  {
    'text': '靖西县',
    'value': '2498'
  },
  {
    'text': '那坡县',
    'value': '2499'
  },
  {
    'text': '凌云县',
    'value': '2500'
  },
  {
    'text': '乐业县',
    'value': '2501'
  },
  {
    'text': '田林县',
    'value': '2502'
  },
  {
    'text': '西林县',
    'value': '2503'
  },
  {
    'text': '隆林各族自治县',
    'value': '2504'
  }],
  '2403$$2505': [{
    'text': '市辖区',
    'value': '2506'
  },
  {
    'text': '八步区',
    'value': '2507'
  },
  {
    'text': '昭平县',
    'value': '2508'
  },
  {
    'text': '钟山县',
    'value': '2509'
  },
  {
    'text': '富川瑶族自治县',
    'value': '2510'
  }],
  '2403$$2511': [{
    'text': '市辖区',
    'value': '2512'
  },
  {
    'text': '金城江区',
    'value': '2513'
  },
  {
    'text': '南丹县',
    'value': '2514'
  },
  {
    'text': '天峨县',
    'value': '2515'
  },
  {
    'text': '凤山县',
    'value': '2516'
  },
  {
    'text': '东兰县',
    'value': '2517'
  },
  {
    'text': '罗城仫佬族自治县',
    'value': '2518'
  },
  {
    'text': '环江毛南族自治县',
    'value': '2519'
  },
  {
    'text': '巴马瑶族自治县',
    'value': '2520'
  },
  {
    'text': '都安瑶族自治县',
    'value': '2521'
  },
  {
    'text': '大化瑶族自治县',
    'value': '2522'
  },
  {
    'text': '宜州市',
    'value': '2523'
  }],
  '2403$$2524': [{
    'text': '市辖区',
    'value': '2525'
  },
  {
    'text': '兴宾区',
    'value': '2526'
  },
  {
    'text': '忻城县',
    'value': '2527'
  },
  {
    'text': '象州县',
    'value': '2528'
  },
  {
    'text': '武宣县',
    'value': '2529'
  },
  {
    'text': '金秀瑶族自治县',
    'value': '2530'
  },
  {
    'text': '合山市',
    'value': '2531'
  }],
  '2403$$2532': [{
    'text': '市辖区',
    'value': '2533'
  },
  {
    'text': '江洲区',
    'value': '2534'
  },
  {
    'text': '扶绥县',
    'value': '2535'
  },
  {
    'text': '宁明县',
    'value': '2536'
  },
  {
    'text': '龙州县',
    'value': '2537'
  },
  {
    'text': '大新县',
    'value': '2538'
  },
  {
    'text': '天等县',
    'value': '2539'
  },
  {
    'text': '凭祥市',
    'value': '2540'
  }],
  '2541$$2542': [{
    'text': '市辖区',
    'value': '2543'
  },
  {
    'text': '秀英区',
    'value': '2544'
  },
  {
    'text': '龙华区',
    'value': '2545'
  },
  {
    'text': '琼山区',
    'value': '2546'
  },
  {
    'text': '美兰区',
    'value': '2547'
  }],
  '2541$$2548': [{
    'text': '市辖区',
    'value': '2549'
  }],
  '2541$$2550': [{
    'text': '五指山市',
    'value': '2551'
  },
  {
    'text': '琼海市',
    'value': '2552'
  },
  {
    'text': '儋州市',
    'value': '2553'
  },
  {
    'text': '文昌市',
    'value': '2554'
  },
  {
    'text': '万宁市',
    'value': '2555'
  },
  {
    'text': '东方市',
    'value': '2556'
  },
  {
    'text': '定安县',
    'value': '2557'
  },
  {
    'text': '屯昌县',
    'value': '2558'
  },
  {
    'text': '澄迈县',
    'value': '2559'
  },
  {
    'text': '临高县',
    'value': '2560'
  },
  {
    'text': '白沙黎族自治县',
    'value': '2561'
  },
  {
    'text': '昌江黎族自治县',
    'value': '2562'
  },
  {
    'text': '乐东黎族自治县',
    'value': '2563'
  },
  {
    'text': '陵水黎族自治县',
    'value': '2564'
  },
  {
    'text': '保亭黎族苗族自治县',
    'value': '2565'
  },
  {
    'text': '琼中黎族苗族自治县',
    'value': '2566'
  },
  {
    'text': '西沙群岛',
    'value': '2567'
  },
  {
    'text': '南沙群岛',
    'value': '2568'
  },
  {
    'text': '中沙群岛的岛礁及其海域',
    'value': '2569'
  }],
  '2570$$2571': [{
    'text': '市辖区',
    'value': '2572'
  },
  {
    'text': '锦江区',
    'value': '2573'
  },
  {
    'text': '青羊区',
    'value': '2574'
  },
  {
    'text': '金牛区',
    'value': '2575'
  },
  {
    'text': '武侯区',
    'value': '2576'
  },
  {
    'text': '成华区',
    'value': '2577'
  },
  {
    'text': '龙泉驿区',
    'value': '2578'
  },
  {
    'text': '青白江区',
    'value': '2579'
  },
  {
    'text': '新都区',
    'value': '2580'
  },
  {
    'text': '温江区',
    'value': '2581'
  },
  {
    'text': '金堂县',
    'value': '2582'
  },
  {
    'text': '双流县',
    'value': '2583'
  },
  {
    'text': '郫县',
    'value': '2584'
  },
  {
    'text': '大邑县',
    'value': '2585'
  },
  {
    'text': '蒲江县',
    'value': '2586'
  },
  {
    'text': '新津县',
    'value': '2587'
  },
  {
    'text': '都江堰市',
    'value': '2588'
  },
  {
    'text': '彭州市',
    'value': '2589'
  },
  {
    'text': '邛崃市',
    'value': '2590'
  },
  {
    'text': '崇州市',
    'value': '2591'
  }],
  '2570$$2592': [{
    'text': '市辖区',
    'value': '2593'
  },
  {
    'text': '自流井区',
    'value': '2594'
  },
  {
    'text': '贡井区',
    'value': '2595'
  },
  {
    'text': '大安区',
    'value': '2596'
  },
  {
    'text': '沿滩区',
    'value': '2597'
  },
  {
    'text': '荣县',
    'value': '2598'
  },
  {
    'text': '富顺县',
    'value': '2599'
  }],
  '2570$$2600': [{
    'text': '市辖区',
    'value': '2601'
  },
  {
    'text': '东区',
    'value': '2602'
  },
  {
    'text': '西区',
    'value': '2603'
  },
  {
    'text': '仁和区',
    'value': '2604'
  },
  {
    'text': '米易县',
    'value': '2605'
  },
  {
    'text': '盐边县',
    'value': '2606'
  }],
  '2570$$2607': [{
    'text': '市辖区',
    'value': '2608'
  },
  {
    'text': '江阳区',
    'value': '2609'
  },
  {
    'text': '纳溪区',
    'value': '2610'
  },
  {
    'text': '龙马潭区',
    'value': '2611'
  },
  {
    'text': '泸县',
    'value': '2612'
  },
  {
    'text': '合江县',
    'value': '2613'
  },
  {
    'text': '叙永县',
    'value': '2614'
  },
  {
    'text': '古蔺县',
    'value': '2615'
  }],
  '2570$$2616': [{
    'text': '市辖区',
    'value': '2617'
  },
  {
    'text': '旌阳区',
    'value': '2618'
  },
  {
    'text': '中江县',
    'value': '2619'
  },
  {
    'text': '罗江县',
    'value': '2620'
  },
  {
    'text': '广汉市',
    'value': '2621'
  },
  {
    'text': '什邡市',
    'value': '2622'
  },
  {
    'text': '绵竹市',
    'value': '2623'
  }],
  '2570$$2624': [{
    'text': '市辖区',
    'value': '2625'
  },
  {
    'text': '涪城区',
    'value': '2626'
  },
  {
    'text': '游仙区',
    'value': '2627'
  },
  {
    'text': '三台县',
    'value': '2628'
  },
  {
    'text': '盐亭县',
    'value': '2629'
  },
  {
    'text': '安县',
    'value': '2630'
  },
  {
    'text': '梓潼县',
    'value': '2631'
  },
  {
    'text': '北川羌族自治县',
    'value': '2632'
  },
  {
    'text': '平武县',
    'value': '2633'
  },
  {
    'text': '江油市',
    'value': '2634'
  }],
  '2570$$2635': [{
    'text': '市辖区',
    'value': '2636'
  },
  {
    'text': '利州区',
    'value': '2637'
  },
  {
    'text': '元坝区',
    'value': '2638'
  },
  {
    'text': '朝天区',
    'value': '2639'
  },
  {
    'text': '旺苍县',
    'value': '2640'
  },
  {
    'text': '青川县',
    'value': '2641'
  },
  {
    'text': '剑阁县',
    'value': '2642'
  },
  {
    'text': '苍溪县',
    'value': '2643'
  }],
  '2570$$2644': [{
    'text': '市辖区',
    'value': '2645'
  },
  {
    'text': '船山区',
    'value': '2646'
  },
  {
    'text': '安居区',
    'value': '2647'
  },
  {
    'text': '蓬溪县',
    'value': '2648'
  },
  {
    'text': '射洪县',
    'value': '2649'
  },
  {
    'text': '大英县',
    'value': '2650'
  }],
  '2570$$2651': [{
    'text': '市辖区',
    'value': '2652'
  },
  {
    'text': '市中区',
    'value': '2653'
  },
  {
    'text': '东兴区',
    'value': '2654'
  },
  {
    'text': '威远县',
    'value': '2655'
  },
  {
    'text': '资中县',
    'value': '2656'
  },
  {
    'text': '隆昌县',
    'value': '2657'
  }],
  '2570$$2658': [{
    'text': '市辖区',
    'value': '2659'
  },
  {
    'text': '市中区',
    'value': '2660'
  },
  {
    'text': '沙湾区',
    'value': '2661'
  },
  {
    'text': '五通桥区',
    'value': '2662'
  },
  {
    'text': '金口河区',
    'value': '2663'
  },
  {
    'text': '犍为县',
    'value': '2664'
  },
  {
    'text': '井研县',
    'value': '2665'
  },
  {
    'text': '夹江县',
    'value': '2666'
  },
  {
    'text': '沐川县',
    'value': '2667'
  },
  {
    'text': '峨边彝族自治县',
    'value': '2668'
  },
  {
    'text': '马边彝族自治县',
    'value': '2669'
  },
  {
    'text': '峨眉山市',
    'value': '2670'
  }],
  '2570$$2671': [{
    'text': '市辖区',
    'value': '2672'
  },
  {
    'text': '顺庆区',
    'value': '2673'
  },
  {
    'text': '高坪区',
    'value': '2674'
  },
  {
    'text': '嘉陵区',
    'value': '2675'
  },
  {
    'text': '南部县',
    'value': '2676'
  },
  {
    'text': '营山县',
    'value': '2677'
  },
  {
    'text': '蓬安县',
    'value': '2678'
  },
  {
    'text': '仪陇县',
    'value': '2679'
  },
  {
    'text': '西充县',
    'value': '2680'
  },
  {
    'text': '阆中市',
    'value': '2681'
  }],
  '2570$$2682': [{
    'text': '市辖区',
    'value': '2683'
  },
  {
    'text': '东坡区',
    'value': '2684'
  },
  {
    'text': '仁寿县',
    'value': '2685'
  },
  {
    'text': '彭山县',
    'value': '2686'
  },
  {
    'text': '洪雅县',
    'value': '2687'
  },
  {
    'text': '丹棱县',
    'value': '2688'
  },
  {
    'text': '青神县',
    'value': '2689'
  }],
  '2570$$2690': [{
    'text': '市辖区',
    'value': '2691'
  },
  {
    'text': '翠屏区',
    'value': '2692'
  },
  {
    'text': '宜宾县',
    'value': '2693'
  },
  {
    'text': '南溪区',
    'value': '2694'
  },
  {
    'text': '江安县',
    'value': '2695'
  },
  {
    'text': '长宁县',
    'value': '2696'
  },
  {
    'text': '高县',
    'value': '2697'
  },
  {
    'text': '珙县',
    'value': '2698'
  },
  {
    'text': '筠连县',
    'value': '2699'
  },
  {
    'text': '兴文县',
    'value': '2700'
  },
  {
    'text': '屏山县',
    'value': '2701'
  }],
  '2570$$2702': [{
    'text': '市辖区',
    'value': '2703'
  },
  {
    'text': '广安区',
    'value': '2704'
  },
  {
    'text': '岳池县',
    'value': '2705'
  },
  {
    'text': '武胜县',
    'value': '2706'
  },
  {
    'text': '邻水县',
    'value': '2707'
  },
  {
    'text': '华蓥市',
    'value': '2708'
  }],
  '2570$$2709': [{
    'text': '市辖区',
    'value': '2710'
  },
  {
    'text': '通川区',
    'value': '2711'
  },
  {
    'text': '达县',
    'value': '2712'
  },
  {
    'text': '宣汉县',
    'value': '2713'
  },
  {
    'text': '开江县',
    'value': '2714'
  },
  {
    'text': '大竹县',
    'value': '2715'
  },
  {
    'text': '渠县',
    'value': '2716'
  },
  {
    'text': '万源市',
    'value': '2717'
  }],
  '2570$$2718': [{
    'text': '市辖区',
    'value': '2719'
  },
  {
    'text': '雨城区',
    'value': '2720'
  },
  {
    'text': '名山区',
    'value': '2721'
  },
  {
    'text': '荥经县',
    'value': '2722'
  },
  {
    'text': '汉源县',
    'value': '2723'
  },
  {
    'text': '石棉县',
    'value': '2724'
  },
  {
    'text': '天全县',
    'value': '2725'
  },
  {
    'text': '芦山县',
    'value': '2726'
  },
  {
    'text': '宝兴县',
    'value': '2727'
  }],
  '2570$$2728': [{
    'text': '市辖区',
    'value': '2729'
  },
  {
    'text': '巴州区',
    'value': '2730'
  },
  {
    'text': '通江县',
    'value': '2731'
  },
  {
    'text': '南江县',
    'value': '2732'
  },
  {
    'text': '平昌县',
    'value': '2733'
  }],
  '2570$$2734': [{
    'text': '市辖区',
    'value': '2735'
  },
  {
    'text': '雁江区',
    'value': '2736'
  },
  {
    'text': '安岳县',
    'value': '2737'
  },
  {
    'text': '乐至县',
    'value': '2738'
  },
  {
    'text': '简阳市',
    'value': '2739'
  }],
  '2570$$2740': [{
    'text': '汶川县',
    'value': '2741'
  },
  {
    'text': '理县',
    'value': '2742'
  },
  {
    'text': '茂县',
    'value': '2743'
  },
  {
    'text': '松潘县',
    'value': '2744'
  },
  {
    'text': '九寨沟县',
    'value': '2745'
  },
  {
    'text': '金川县',
    'value': '2746'
  },
  {
    'text': '小金县',
    'value': '2747'
  },
  {
    'text': '黑水县',
    'value': '2748'
  },
  {
    'text': '马尔康县',
    'value': '2749'
  },
  {
    'text': '壤塘县',
    'value': '2750'
  },
  {
    'text': '阿坝县',
    'value': '2751'
  },
  {
    'text': '若尔盖县',
    'value': '2752'
  },
  {
    'text': '红原县',
    'value': '2753'
  }],
  '2570$$2754': [{
    'text': '康定县',
    'value': '2755'
  },
  {
    'text': '泸定县',
    'value': '2756'
  },
  {
    'text': '丹巴县',
    'value': '2757'
  },
  {
    'text': '九龙县',
    'value': '2758'
  },
  {
    'text': '雅江县',
    'value': '2759'
  },
  {
    'text': '道孚县',
    'value': '2760'
  },
  {
    'text': '炉霍县',
    'value': '2761'
  },
  {
    'text': '甘孜县',
    'value': '2762'
  },
  {
    'text': '新龙县',
    'value': '2763'
  },
  {
    'text': '德格县',
    'value': '2764'
  },
  {
    'text': '白玉县',
    'value': '2765'
  },
  {
    'text': '石渠县',
    'value': '2766'
  },
  {
    'text': '色达县',
    'value': '2767'
  },
  {
    'text': '理塘县',
    'value': '2768'
  },
  {
    'text': '巴塘县',
    'value': '2769'
  },
  {
    'text': '乡城县',
    'value': '2770'
  },
  {
    'text': '稻城县',
    'value': '2771'
  },
  {
    'text': '得荣县',
    'value': '2772'
  }],
  '2570$$2773': [{
    'text': '西昌市',
    'value': '2774'
  },
  {
    'text': '木里藏族自治县',
    'value': '2775'
  },
  {
    'text': '盐源县',
    'value': '2776'
  },
  {
    'text': '德昌县',
    'value': '2777'
  },
  {
    'text': '会理县',
    'value': '2778'
  },
  {
    'text': '会东县',
    'value': '2779'
  },
  {
    'text': '宁南县',
    'value': '2780'
  },
  {
    'text': '普格县',
    'value': '2781'
  },
  {
    'text': '布拖县',
    'value': '2782'
  },
  {
    'text': '金阳县',
    'value': '2783'
  },
  {
    'text': '昭觉县',
    'value': '2784'
  },
  {
    'text': '喜德县',
    'value': '2785'
  },
  {
    'text': '冕宁县',
    'value': '2786'
  },
  {
    'text': '越西县',
    'value': '2787'
  },
  {
    'text': '甘洛县',
    'value': '2788'
  },
  {
    'text': '美姑县',
    'value': '2789'
  },
  {
    'text': '雷波县',
    'value': '2790'
  }],
  '2570$$3577': [{
    'text': '庙垭乡',
    'value': '3578'
  }],
  '2791$$2792': [{
    'text': '市辖区',
    'value': '2793'
  },
  {
    'text': '南明区',
    'value': '2794'
  },
  {
    'text': '云岩区',
    'value': '2795'
  },
  {
    'text': '花溪区',
    'value': '2796'
  },
  {
    'text': '乌当区',
    'value': '2797'
  },
  {
    'text': '白云区',
    'value': '2798'
  },
  {
    'text': '小河区',
    'value': '2799'
  },
  {
    'text': '开阳县',
    'value': '2800'
  },
  {
    'text': '息烽县',
    'value': '2801'
  },
  {
    'text': '修文县',
    'value': '2802'
  },
  {
    'text': '清镇市',
    'value': '2803'
  }],
  '2791$$2804': [{
    'text': '钟山区',
    'value': '2805'
  },
  {
    'text': '六枝特区',
    'value': '2806'
  },
  {
    'text': '水城县',
    'value': '2807'
  },
  {
    'text': '盘县',
    'value': '2808'
  }],
  '2791$$2809': [{
    'text': '市辖区',
    'value': '2810'
  },
  {
    'text': '红花岗区',
    'value': '2811'
  },
  {
    'text': '汇川区',
    'value': '2812'
  },
  {
    'text': '遵义县',
    'value': '2813'
  },
  {
    'text': '桐梓县',
    'value': '2814'
  },
  {
    'text': '绥阳县',
    'value': '2815'
  },
  {
    'text': '正安县',
    'value': '2816'
  },
  {
    'text': '道真仡佬族苗族自治县',
    'value': '2817'
  },
  {
    'text': '务川仡佬族苗族自治县',
    'value': '2818'
  },
  {
    'text': '凤冈县',
    'value': '2819'
  },
  {
    'text': '湄潭县',
    'value': '2820'
  },
  {
    'text': '余庆县',
    'value': '2821'
  },
  {
    'text': '习水县',
    'value': '2822'
  },
  {
    'text': '赤水市',
    'value': '2823'
  },
  {
    'text': '仁怀市',
    'value': '2824'
  }],
  '2791$$2825': [{
    'text': '市辖区',
    'value': '2826'
  },
  {
    'text': '西秀区',
    'value': '2827'
  },
  {
    'text': '平坝县',
    'value': '2828'
  },
  {
    'text': '普定县',
    'value': '2829'
  },
  {
    'text': '镇宁布依族苗族自治县',
    'value': '2830'
  },
  {
    'text': '关岭布依族苗族自治县',
    'value': '2831'
  },
  {
    'text': '紫云苗族布依族自治县',
    'value': '2832'
  }],
  '2791$$2833': [{
    'text': '铜仁市',
    'value': '2834'
  },
  {
    'text': '江口县',
    'value': '2835'
  },
  {
    'text': '玉屏侗族自治县',
    'value': '2836'
  },
  {
    'text': '石阡县',
    'value': '2837'
  },
  {
    'text': '思南县',
    'value': '2838'
  },
  {
    'text': '印江土家族苗族自治县',
    'value': '2839'
  },
  {
    'text': '德江县',
    'value': '2840'
  },
  {
    'text': '沿河土家族自治县',
    'value': '2841'
  },
  {
    'text': '松桃苗族自治县',
    'value': '2842'
  },
  {
    'text': '万山特区',
    'value': '2843'
  }],
  '2791$$2844': [{
    'text': '兴义市',
    'value': '2845'
  },
  {
    'text': '兴仁县',
    'value': '2846'
  },
  {
    'text': '普安县',
    'value': '2847'
  },
  {
    'text': '晴隆县',
    'value': '2848'
  },
  {
    'text': '贞丰县',
    'value': '2849'
  },
  {
    'text': '望谟县',
    'value': '2850'
  },
  {
    'text': '册亨县',
    'value': '2851'
  },
  {
    'text': '安龙县',
    'value': '2852'
  }],
  '2791$$2853': [{
    'text': '毕节市',
    'value': '2854'
  },
  {
    'text': '大方县',
    'value': '2855'
  },
  {
    'text': '黔西县',
    'value': '2856'
  },
  {
    'text': '金沙县',
    'value': '2857'
  },
  {
    'text': '织金县',
    'value': '2858'
  },
  {
    'text': '纳雍县',
    'value': '2859'
  },
  {
    'text': '威宁彝族回族苗族自治县',
    'value': '2860'
  },
  {
    'text': '赫章县',
    'value': '2861'
  }],
  '2791$$2862': [{
    'text': '凯里市',
    'value': '2863'
  },
  {
    'text': '黄平县',
    'value': '2864'
  },
  {
    'text': '施秉县',
    'value': '2865'
  },
  {
    'text': '三穗县',
    'value': '2866'
  },
  {
    'text': '镇远县',
    'value': '2867'
  },
  {
    'text': '岑巩县',
    'value': '2868'
  },
  {
    'text': '天柱县',
    'value': '2869'
  },
  {
    'text': '锦屏县',
    'value': '2870'
  },
  {
    'text': '剑河县',
    'value': '2871'
  },
  {
    'text': '台江县',
    'value': '2872'
  },
  {
    'text': '黎平县',
    'value': '2873'
  },
  {
    'text': '榕江县',
    'value': '2874'
  },
  {
    'text': '从江县',
    'value': '2875'
  },
  {
    'text': '雷山县',
    'value': '2876'
  },
  {
    'text': '麻江县',
    'value': '2877'
  },
  {
    'text': '丹寨县',
    'value': '2878'
  }],
  '2791$$2879': [{
    'text': '都匀市',
    'value': '2880'
  },
  {
    'text': '福泉市',
    'value': '2881'
  },
  {
    'text': '荔波县',
    'value': '2882'
  },
  {
    'text': '贵定县',
    'value': '2883'
  },
  {
    'text': '瓮安县',
    'value': '2884'
  },
  {
    'text': '独山县',
    'value': '2885'
  },
  {
    'text': '平塘县',
    'value': '2886'
  },
  {
    'text': '罗甸县',
    'value': '2887'
  },
  {
    'text': '长顺县',
    'value': '2888'
  },
  {
    'text': '龙里县',
    'value': '2889'
  },
  {
    'text': '惠水县',
    'value': '2890'
  },
  {
    'text': '三都水族自治县',
    'value': '2891'
  }],
  '2892$$2893': [{
    'text': '市辖区',
    'value': '2894'
  },
  {
    'text': '五华区',
    'value': '2895'
  },
  {
    'text': '盘龙区',
    'value': '2896'
  },
  {
    'text': '官渡区',
    'value': '2897'
  },
  {
    'text': '西山区',
    'value': '2898'
  },
  {
    'text': '东川区',
    'value': '2899'
  },
  {
    'text': '呈贡区',
    'value': '2900'
  },
  {
    'text': '晋宁县',
    'value': '2901'
  },
  {
    'text': '富民县',
    'value': '2902'
  },
  {
    'text': '宜良县',
    'value': '2903'
  },
  {
    'text': '石林彝族自治县',
    'value': '2904'
  },
  {
    'text': '嵩明县',
    'value': '2905'
  },
  {
    'text': '禄劝彝族苗族自治县',
    'value': '2906'
  },
  {
    'text': '寻甸回族彝族自治县',
    'value': '2907'
  },
  {
    'text': '安宁市',
    'value': '2908'
  }],
  '2892$$2909': [{
    'text': '市辖区',
    'value': '2910'
  },
  {
    'text': '麒麟区',
    'value': '2911'
  },
  {
    'text': '马龙县',
    'value': '2912'
  },
  {
    'text': '陆良县',
    'value': '2913'
  },
  {
    'text': '师宗县',
    'value': '2914'
  },
  {
    'text': '罗平县',
    'value': '2915'
  },
  {
    'text': '富源县',
    'value': '2916'
  },
  {
    'text': '会泽县',
    'value': '2917'
  },
  {
    'text': '沾益县',
    'value': '2918'
  },
  {
    'text': '宣威市',
    'value': '2919'
  }],
  '2892$$2920': [{
    'text': '市辖区',
    'value': '2921'
  },
  {
    'text': '红塔区',
    'value': '2922'
  },
  {
    'text': '江川县',
    'value': '2923'
  },
  {
    'text': '澄江县',
    'value': '2924'
  },
  {
    'text': '通海县',
    'value': '2925'
  },
  {
    'text': '华宁县',
    'value': '2926'
  },
  {
    'text': '易门县',
    'value': '2927'
  },
  {
    'text': '峨山彝族自治县',
    'value': '2928'
  },
  {
    'text': '新平彝族傣族自治县',
    'value': '2929'
  },
  {
    'text': '元江哈尼族彝族傣族自治县',
    'value': '2930'
  }],
  '2892$$2931': [{
    'text': '市辖区',
    'value': '2932'
  },
  {
    'text': '隆阳区',
    'value': '2933'
  },
  {
    'text': '施甸县',
    'value': '2934'
  },
  {
    'text': '腾冲县',
    'value': '2935'
  },
  {
    'text': '龙陵县',
    'value': '2936'
  },
  {
    'text': '昌宁县',
    'value': '2937'
  }],
  '2892$$2938': [{
    'text': '市辖区',
    'value': '2939'
  },
  {
    'text': '昭阳区',
    'value': '2940'
  },
  {
    'text': '鲁甸县',
    'value': '2941'
  },
  {
    'text': '巧家县',
    'value': '2942'
  },
  {
    'text': '盐津县',
    'value': '2943'
  },
  {
    'text': '大关县',
    'value': '2944'
  },
  {
    'text': '永善县',
    'value': '2945'
  },
  {
    'text': '绥江县',
    'value': '2946'
  },
  {
    'text': '镇雄县',
    'value': '2947'
  },
  {
    'text': '彝良县',
    'value': '2948'
  },
  {
    'text': '威信县',
    'value': '2949'
  },
  {
    'text': '水富县',
    'value': '2950'
  }],
  '2892$$2951': [{
    'text': '市辖区',
    'value': '2952'
  },
  {
    'text': '古城区',
    'value': '2953'
  },
  {
    'text': '玉龙纳西族自治县',
    'value': '2954'
  },
  {
    'text': '永胜县',
    'value': '2955'
  },
  {
    'text': '华坪县',
    'value': '2956'
  },
  {
    'text': '宁蒗彝族自治县',
    'value': '2957'
  }],
  '2892$$2958': [{
    'text': '市辖区',
    'value': '2959'
  },
  {
    'text': '思茅区',
    'value': '2960'
  },
  {
    'text': '宁洱哈尼族彝族自治县',
    'value': '2961'
  },
  {
    'text': '墨江哈尼族自治县',
    'value': '2962'
  },
  {
    'text': '景东彝族自治县',
    'value': '2963'
  },
  {
    'text': '景谷傣族彝族自治县',
    'value': '2964'
  },
  {
    'text': '镇沅彝族哈尼族拉祜族自治县',
    'value': '2965'
  },
  {
    'text': '江城哈尼族彝族自治县',
    'value': '2966'
  },
  {
    'text': '孟连傣族拉祜族佤族自治县',
    'value': '2967'
  },
  {
    'text': '澜沧拉祜族自治县',
    'value': '2968'
  },
  {
    'text': '西盟佤族自治县',
    'value': '2969'
  }],
  '2892$$2970': [{
    'text': '市辖区',
    'value': '2971'
  },
  {
    'text': '临翔区',
    'value': '2972'
  },
  {
    'text': '凤庆县',
    'value': '2973'
  },
  {
    'text': '云县',
    'value': '2974'
  },
  {
    'text': '永德县',
    'value': '2975'
  },
  {
    'text': '镇康县',
    'value': '2976'
  },
  {
    'text': '双江拉祜族佤族布朗族傣族自治县',
    'value': '2977'
  },
  {
    'text': '耿马傣族佤族自治县',
    'value': '2978'
  },
  {
    'text': '沧源佤族自治县',
    'value': '2979'
  }],
  '2892$$2980': [{
    'text': '楚雄市',
    'value': '2981'
  },
  {
    'text': '双柏县',
    'value': '2982'
  },
  {
    'text': '牟定县',
    'value': '2983'
  },
  {
    'text': '南华县',
    'value': '2984'
  },
  {
    'text': '姚安县',
    'value': '2985'
  },
  {
    'text': '大姚县',
    'value': '2986'
  },
  {
    'text': '永仁县',
    'value': '2987'
  },
  {
    'text': '元谋县',
    'value': '2988'
  },
  {
    'text': '武定县',
    'value': '2989'
  },
  {
    'text': '禄丰县',
    'value': '2990'
  }],
  '2892$$2991': [{
    'text': '个旧市',
    'value': '2992'
  },
  {
    'text': '开远市',
    'value': '2993'
  },
  {
    'text': '蒙自市',
    'value': '2994'
  },
  {
    'text': '屏边苗族自治县',
    'value': '2995'
  },
  {
    'text': '建水县',
    'value': '2996'
  },
  {
    'text': '石屏县',
    'value': '2997'
  },
  {
    'text': '弥勒县',
    'value': '2998'
  },
  {
    'text': '泸西县',
    'value': '2999'
  },
  {
    'text': '元阳县',
    'value': '3000'
  },
  {
    'text': '红河县',
    'value': '3001'
  },
  {
    'text': '金平苗族瑶族傣族自治县',
    'value': '3002'
  },
  {
    'text': '绿春县',
    'value': '3003'
  },
  {
    'text': '河口瑶族自治县',
    'value': '3004'
  }],
  '2892$$3005': [{
    'text': '文山市',
    'value': '3006'
  },
  {
    'text': '砚山县',
    'value': '3007'
  },
  {
    'text': '西畴县',
    'value': '3008'
  },
  {
    'text': '麻栗坡县',
    'value': '3009'
  },
  {
    'text': '马关县',
    'value': '3010'
  },
  {
    'text': '丘北县',
    'value': '3011'
  },
  {
    'text': '广南县',
    'value': '3012'
  },
  {
    'text': '富宁县',
    'value': '3013'
  }],
  '2892$$3014': [{
    'text': '景洪市',
    'value': '3015'
  },
  {
    'text': '勐海县',
    'value': '3016'
  },
  {
    'text': '勐腊县',
    'value': '3017'
  }],
  '2892$$3018': [{
    'text': '大理市',
    'value': '3019'
  },
  {
    'text': '漾濞彝族自治县',
    'value': '3020'
  },
  {
    'text': '祥云县',
    'value': '3021'
  },
  {
    'text': '宾川县',
    'value': '3022'
  },
  {
    'text': '弥渡县',
    'value': '3023'
  },
  {
    'text': '南涧彝族自治县',
    'value': '3024'
  },
  {
    'text': '巍山彝族回族自治县',
    'value': '3025'
  },
  {
    'text': '永平县',
    'value': '3026'
  },
  {
    'text': '云龙县',
    'value': '3027'
  },
  {
    'text': '洱源县',
    'value': '3028'
  },
  {
    'text': '剑川县',
    'value': '3029'
  },
  {
    'text': '鹤庆县',
    'value': '3030'
  }],
  '2892$$3031': [{
    'text': '瑞丽市',
    'value': '3032'
  },
  {
    'text': '芒市',
    'value': '3033'
  },
  {
    'text': '梁河县',
    'value': '3034'
  },
  {
    'text': '盈江县',
    'value': '3035'
  },
  {
    'text': '陇川县',
    'value': '3036'
  }],
  '2892$$3037': [{
    'text': '泸水县',
    'value': '3038'
  },
  {
    'text': '福贡县',
    'value': '3039'
  },
  {
    'text': '贡山独龙族怒族自治县',
    'value': '3040'
  },
  {
    'text': '兰坪白族普米族自治县',
    'value': '3041'
  }],
  '2892$$3042': [{
    'text': '香格里拉县',
    'value': '3043'
  },
  {
    'text': '德钦县',
    'value': '3044'
  },
  {
    'text': '维西傈僳族自治县',
    'value': '3045'
  }],
  '3046$$3047': [{
    'text': '市辖区',
    'value': '3048'
  },
  {
    'text': '城关区',
    'value': '3049'
  },
  {
    'text': '林周县',
    'value': '3050'
  },
  {
    'text': '当雄县',
    'value': '3051'
  },
  {
    'text': '尼木县',
    'value': '3052'
  },
  {
    'text': '曲水县',
    'value': '3053'
  },
  {
    'text': '堆龙德庆县',
    'value': '3054'
  },
  {
    'text': '达孜县',
    'value': '3055'
  },
  {
    'text': '墨竹工卡县',
    'value': '3056'
  }],
  '3046$$3057': [{
    'text': '昌都县',
    'value': '3058'
  },
  {
    'text': '江达县',
    'value': '3059'
  },
  {
    'text': '贡觉县',
    'value': '3060'
  },
  {
    'text': '类乌齐县',
    'value': '3061'
  },
  {
    'text': '丁青县',
    'value': '3062'
  },
  {
    'text': '察雅县',
    'value': '3063'
  },
  {
    'text': '八宿县',
    'value': '3064'
  },
  {
    'text': '左贡县',
    'value': '3065'
  },
  {
    'text': '芒康县',
    'value': '3066'
  },
  {
    'text': '洛隆县',
    'value': '3067'
  },
  {
    'text': '边坝县',
    'value': '3068'
  }],
  '3046$$3069': [{
    'text': '乃东县',
    'value': '3070'
  },
  {
    'text': '扎囊县',
    'value': '3071'
  },
  {
    'text': '贡嘎县',
    'value': '3072'
  },
  {
    'text': '桑日县',
    'value': '3073'
  },
  {
    'text': '琼结县',
    'value': '3074'
  },
  {
    'text': '曲松县',
    'value': '3075'
  },
  {
    'text': '措美县',
    'value': '3076'
  },
  {
    'text': '洛扎县',
    'value': '3077'
  },
  {
    'text': '加查县',
    'value': '3078'
  },
  {
    'text': '隆子县',
    'value': '3079'
  },
  {
    'text': '错那县',
    'value': '3080'
  },
  {
    'text': '浪卡子县',
    'value': '3081'
  }],
  '3046$$3082': [{
    'text': '日喀则市',
    'value': '3083'
  },
  {
    'text': '南木林县',
    'value': '3084'
  },
  {
    'text': '江孜县',
    'value': '3085'
  },
  {
    'text': '定日县',
    'value': '3086'
  },
  {
    'text': '萨迦县',
    'value': '3087'
  },
  {
    'text': '拉孜县',
    'value': '3088'
  },
  {
    'text': '昂仁县',
    'value': '3089'
  },
  {
    'text': '谢通门县',
    'value': '3090'
  },
  {
    'text': '白朗县',
    'value': '3091'
  },
  {
    'text': '仁布县',
    'value': '3092'
  },
  {
    'text': '康马县',
    'value': '3093'
  },
  {
    'text': '定结县',
    'value': '3094'
  },
  {
    'text': '仲巴县',
    'value': '3095'
  },
  {
    'text': '亚东县',
    'value': '3096'
  },
  {
    'text': '吉隆县',
    'value': '3097'
  },
  {
    'text': '聂拉木县',
    'value': '3098'
  },
  {
    'text': '萨嘎县',
    'value': '3099'
  },
  {
    'text': '岗巴县',
    'value': '3100'
  }],
  '3046$$3101': [{
    'text': '那曲县',
    'value': '3102'
  },
  {
    'text': '嘉黎县',
    'value': '3103'
  },
  {
    'text': '比如县',
    'value': '3104'
  },
  {
    'text': '聂荣县',
    'value': '3105'
  },
  {
    'text': '安多县',
    'value': '3106'
  },
  {
    'text': '申扎县',
    'value': '3107'
  },
  {
    'text': '索县',
    'value': '3108'
  },
  {
    'text': '班戈县',
    'value': '3109'
  },
  {
    'text': '巴青县',
    'value': '3110'
  },
  {
    'text': '尼玛县',
    'value': '3111'
  }],
  '3046$$3112': [{
    'text': '普兰县',
    'value': '3113'
  },
  {
    'text': '札达县',
    'value': '3114'
  },
  {
    'text': '噶尔县',
    'value': '3115'
  },
  {
    'text': '日土县',
    'value': '3116'
  },
  {
    'text': '革吉县',
    'value': '3117'
  },
  {
    'text': '改则县',
    'value': '3118'
  },
  {
    'text': '措勤县',
    'value': '3119'
  }],
  '3046$$3120': [{
    'text': '林芝县',
    'value': '3121'
  },
  {
    'text': '工布江达县',
    'value': '3122'
  },
  {
    'text': '米林县',
    'value': '3123'
  },
  {
    'text': '墨脱县',
    'value': '3124'
  },
  {
    'text': '波密县',
    'value': '3125'
  },
  {
    'text': '察隅县',
    'value': '3126'
  },
  {
    'text': '朗县',
    'value': '3127'
  }],
  '3128$$3129': [{
    'text': '市辖区',
    'value': '3130'
  },
  {
    'text': '新城区',
    'value': '3131'
  },
  {
    'text': '碑林区',
    'value': '3132'
  },
  {
    'text': '莲湖区',
    'value': '3133'
  },
  {
    'text': '灞桥区',
    'value': '3134'
  },
  {
    'text': '未央区',
    'value': '3135'
  },
  {
    'text': '雁塔区',
    'value': '3136'
  },
  {
    'text': '阎良区',
    'value': '3137'
  },
  {
    'text': '临潼区',
    'value': '3138'
  },
  {
    'text': '长安区',
    'value': '3139'
  },
  {
    'text': '蓝田县',
    'value': '3140'
  },
  {
    'text': '周至县',
    'value': '3141'
  },
  {
    'text': '户县',
    'value': '3142'
  },
  {
    'text': '高陵县',
    'value': '3143'
  }],
  '3128$$3144': [{
    'text': '市辖区',
    'value': '3145'
  },
  {
    'text': '王益区',
    'value': '3146'
  },
  {
    'text': '印台区',
    'value': '3147'
  },
  {
    'text': '耀州区',
    'value': '3148'
  },
  {
    'text': '宜君县',
    'value': '3149'
  }],
  '3128$$3150': [{
    'text': '市辖区',
    'value': '3151'
  },
  {
    'text': '渭滨区',
    'value': '3152'
  },
  {
    'text': '金台区',
    'value': '3153'
  },
  {
    'text': '陈仓区',
    'value': '3154'
  },
  {
    'text': '凤翔县',
    'value': '3155'
  },
  {
    'text': '岐山县',
    'value': '3156'
  },
  {
    'text': '扶风县',
    'value': '3157'
  },
  {
    'text': '眉县',
    'value': '3158'
  },
  {
    'text': '陇县',
    'value': '3159'
  },
  {
    'text': '千阳县',
    'value': '3160'
  },
  {
    'text': '麟游县',
    'value': '3161'
  },
  {
    'text': '凤县',
    'value': '3162'
  },
  {
    'text': '太白县',
    'value': '3163'
  }],
  '3128$$3164': [{
    'text': '市辖区',
    'value': '3165'
  },
  {
    'text': '秦都区',
    'value': '3166'
  },
  {
    'text': '杨陵区',
    'value': '3167'
  },
  {
    'text': '渭城区',
    'value': '3168'
  },
  {
    'text': '三原县',
    'value': '3169'
  },
  {
    'text': '泾阳县',
    'value': '3170'
  },
  {
    'text': '乾县',
    'value': '3171'
  },
  {
    'text': '礼泉县',
    'value': '3172'
  },
  {
    'text': '永寿县',
    'value': '3173'
  },
  {
    'text': '彬县',
    'value': '3174'
  },
  {
    'text': '长武县',
    'value': '3175'
  },
  {
    'text': '旬邑县',
    'value': '3176'
  },
  {
    'text': '淳化县',
    'value': '3177'
  },
  {
    'text': '武功县',
    'value': '3178'
  },
  {
    'text': '兴平市',
    'value': '3179'
  }],
  '3128$$3180': [{
    'text': '市辖区',
    'value': '3181'
  },
  {
    'text': '临渭区',
    'value': '3182'
  },
  {
    'text': '华县',
    'value': '3183'
  },
  {
    'text': '潼关县',
    'value': '3184'
  },
  {
    'text': '大荔县',
    'value': '3185'
  },
  {
    'text': '合阳县',
    'value': '3186'
  },
  {
    'text': '澄城县',
    'value': '3187'
  },
  {
    'text': '蒲城县',
    'value': '3188'
  },
  {
    'text': '白水县',
    'value': '3189'
  },
  {
    'text': '富平县',
    'value': '3190'
  },
  {
    'text': '韩城市',
    'value': '3191'
  },
  {
    'text': '华阴市',
    'value': '3192'
  }],
  '3128$$3193': [{
    'text': '市辖区',
    'value': '3194'
  },
  {
    'text': '宝塔区',
    'value': '3195'
  },
  {
    'text': '延长县',
    'value': '3196'
  },
  {
    'text': '延川县',
    'value': '3197'
  },
  {
    'text': '子长县',
    'value': '3198'
  },
  {
    'text': '安塞县',
    'value': '3199'
  },
  {
    'text': '志丹县',
    'value': '3200'
  },
  {
    'text': '吴起县',
    'value': '3201'
  },
  {
    'text': '甘泉县',
    'value': '3202'
  },
  {
    'text': '富县',
    'value': '3203'
  },
  {
    'text': '洛川县',
    'value': '3204'
  },
  {
    'text': '宜川县',
    'value': '3205'
  },
  {
    'text': '黄龙县',
    'value': '3206'
  },
  {
    'text': '黄陵县',
    'value': '3207'
  }],
  '3128$$3208': [{
    'text': '市辖区',
    'value': '3209'
  },
  {
    'text': '汉台区',
    'value': '3210'
  },
  {
    'text': '南郑县',
    'value': '3211'
  },
  {
    'text': '城固县',
    'value': '3212'
  },
  {
    'text': '洋县',
    'value': '3213'
  },
  {
    'text': '西乡县',
    'value': '3214'
  },
  {
    'text': '勉县',
    'value': '3215'
  },
  {
    'text': '宁强县',
    'value': '3216'
  },
  {
    'text': '略阳县',
    'value': '3217'
  },
  {
    'text': '镇巴县',
    'value': '3218'
  },
  {
    'text': '留坝县',
    'value': '3219'
  },
  {
    'text': '佛坪县',
    'value': '3220'
  }],
  '3128$$3221': [{
    'text': '市辖区',
    'value': '3222'
  },
  {
    'text': '榆阳区',
    'value': '3223'
  },
  {
    'text': '神木县',
    'value': '3224'
  },
  {
    'text': '府谷县',
    'value': '3225'
  },
  {
    'text': '横山县',
    'value': '3226'
  },
  {
    'text': '靖边县',
    'value': '3227'
  },
  {
    'text': '定边县',
    'value': '3228'
  },
  {
    'text': '绥德县',
    'value': '3229'
  },
  {
    'text': '米脂县',
    'value': '3230'
  },
  {
    'text': '佳县',
    'value': '3231'
  },
  {
    'text': '吴堡县',
    'value': '3232'
  },
  {
    'text': '清涧县',
    'value': '3233'
  },
  {
    'text': '子洲县',
    'value': '3234'
  }],
  '3128$$3235': [{
    'text': '市辖区',
    'value': '3236'
  },
  {
    'text': '汉滨区',
    'value': '3237'
  },
  {
    'text': '汉阴县',
    'value': '3238'
  },
  {
    'text': '石泉县',
    'value': '3239'
  },
  {
    'text': '宁陕县',
    'value': '3240'
  },
  {
    'text': '紫阳县',
    'value': '3241'
  },
  {
    'text': '岚皋县',
    'value': '3242'
  },
  {
    'text': '平利县',
    'value': '3243'
  },
  {
    'text': '镇坪县',
    'value': '3244'
  },
  {
    'text': '旬阳县',
    'value': '3245'
  },
  {
    'text': '白河县',
    'value': '3246'
  }],
  '3128$$3247': [{
    'text': '市辖区',
    'value': '3248'
  },
  {
    'text': '商州区',
    'value': '3249'
  },
  {
    'text': '洛南县',
    'value': '3250'
  },
  {
    'text': '丹凤县',
    'value': '3251'
  },
  {
    'text': '商南县',
    'value': '3252'
  },
  {
    'text': '山阳县',
    'value': '3253'
  },
  {
    'text': '镇安县',
    'value': '3254'
  },
  {
    'text': '柞水县',
    'value': '3255'
  }],
  '3128$$3581': [{
    'text': '西固',
    'value': '3582'
  }],
  '3256$$3257': [{
    'text': '市辖区',
    'value': '3258'
  },
  {
    'text': '城关区',
    'value': '3259'
  },
  {
    'text': '七里河区',
    'value': '3260'
  },
  {
    'text': '西固区',
    'value': '3261'
  },
  {
    'text': '安宁区',
    'value': '3262'
  },
  {
    'text': '红古区',
    'value': '3263'
  },
  {
    'text': '永登县',
    'value': '3264'
  },
  {
    'text': '皋兰县',
    'value': '3265'
  },
  {
    'text': '榆中县',
    'value': '3266'
  }],
  '3256$$3267': [{
    'text': '市辖区',
    'value': '3268'
  }],
  '3256$$3269': [{
    'text': '市辖区',
    'value': '3270'
  },
  {
    'text': '金川区',
    'value': '3271'
  },
  {
    'text': '永昌县',
    'value': '3272'
  }],
  '3256$$3273': [{
    'text': '市辖区',
    'value': '3274'
  },
  {
    'text': '白银区',
    'value': '3275'
  },
  {
    'text': '平川区',
    'value': '3276'
  },
  {
    'text': '靖远县',
    'value': '3277'
  },
  {
    'text': '会宁县',
    'value': '3278'
  },
  {
    'text': '景泰县',
    'value': '3279'
  }],
  '3256$$3280': [{
    'text': '市辖区',
    'value': '3281'
  },
  {
    'text': '秦州区',
    'value': '3282'
  },
  {
    'text': '麦积区',
    'value': '3283'
  },
  {
    'text': '清水县',
    'value': '3284'
  },
  {
    'text': '秦安县',
    'value': '3285'
  },
  {
    'text': '甘谷县',
    'value': '3286'
  },
  {
    'text': '武山县',
    'value': '3287'
  },
  {
    'text': '张家川回族自治县',
    'value': '3288'
  }],
  '3256$$3289': [{
    'text': '市辖区',
    'value': '3290'
  },
  {
    'text': '凉州区',
    'value': '3291'
  },
  {
    'text': '民勤县',
    'value': '3292'
  },
  {
    'text': '古浪县',
    'value': '3293'
  },
  {
    'text': '天祝藏族自治县',
    'value': '3294'
  }],
  '3256$$3295': [{
    'text': '市辖区',
    'value': '3296'
  },
  {
    'text': '甘州区',
    'value': '3297'
  },
  {
    'text': '肃南裕固族自治县',
    'value': '3298'
  },
  {
    'text': '民乐县',
    'value': '3299'
  },
  {
    'text': '临泽县',
    'value': '3300'
  },
  {
    'text': '高台县',
    'value': '3301'
  },
  {
    'text': '山丹县',
    'value': '3302'
  }],
  '3256$$3303': [{
    'text': '市辖区',
    'value': '3304'
  },
  {
    'text': '崆峒区',
    'value': '3305'
  },
  {
    'text': '泾川县',
    'value': '3306'
  },
  {
    'text': '灵台县',
    'value': '3307'
  },
  {
    'text': '崇信县',
    'value': '3308'
  },
  {
    'text': '华亭县',
    'value': '3309'
  },
  {
    'text': '庄浪县',
    'value': '3310'
  },
  {
    'text': '静宁县',
    'value': '3311'
  }],
  '3256$$3312': [{
    'text': '市辖区',
    'value': '3313'
  },
  {
    'text': '肃州区',
    'value': '3314'
  },
  {
    'text': '金塔县',
    'value': '3315'
  },
  {
    'text': '瓜州县',
    'value': '3316'
  },
  {
    'text': '肃北蒙古族自治县',
    'value': '3317'
  },
  {
    'text': '阿克塞哈萨克族自治县',
    'value': '3318'
  },
  {
    'text': '玉门市',
    'value': '3319'
  },
  {
    'text': '敦煌市',
    'value': '3320'
  }],
  '3256$$3321': [{
    'text': '市辖区',
    'value': '3322'
  },
  {
    'text': '西峰区',
    'value': '3323'
  },
  {
    'text': '庆城县',
    'value': '3324'
  },
  {
    'text': '环县',
    'value': '3325'
  },
  {
    'text': '华池县',
    'value': '3326'
  },
  {
    'text': '合水县',
    'value': '3327'
  },
  {
    'text': '正宁县',
    'value': '3328'
  },
  {
    'text': '宁县',
    'value': '3329'
  },
  {
    'text': '镇原县',
    'value': '3330'
  }],
  '3256$$3331': [{
    'text': '市辖区',
    'value': '3332'
  },
  {
    'text': '安定区',
    'value': '3333'
  },
  {
    'text': '通渭县',
    'value': '3334'
  },
  {
    'text': '陇西县',
    'value': '3335'
  },
  {
    'text': '渭源县',
    'value': '3336'
  },
  {
    'text': '临洮县',
    'value': '3337'
  },
  {
    'text': '漳县',
    'value': '3338'
  },
  {
    'text': '岷县',
    'value': '3339'
  }],
  '3256$$3340': [{
    'text': '市辖区',
    'value': '3341'
  },
  {
    'text': '武都区',
    'value': '3342'
  },
  {
    'text': '成县',
    'value': '3343'
  },
  {
    'text': '文县',
    'value': '3344'
  },
  {
    'text': '宕昌县',
    'value': '3345'
  },
  {
    'text': '康县',
    'value': '3346'
  },
  {
    'text': '西和县',
    'value': '3347'
  },
  {
    'text': '礼县',
    'value': '3348'
  },
  {
    'text': '徽县',
    'value': '3349'
  },
  {
    'text': '两当县',
    'value': '3350'
  }],
  '3256$$3351': [{
    'text': '临夏市',
    'value': '3352'
  },
  {
    'text': '临夏县',
    'value': '3353'
  },
  {
    'text': '康乐县',
    'value': '3354'
  },
  {
    'text': '永靖县',
    'value': '3355'
  },
  {
    'text': '广河县',
    'value': '3356'
  },
  {
    'text': '和政县',
    'value': '3357'
  },
  {
    'text': '东乡族自治县',
    'value': '3358'
  },
  {
    'text': '积石山保安族东乡族撒拉族自治县',
    'value': '3359'
  }],
  '3256$$3360': [{
    'text': '合作市',
    'value': '3361'
  },
  {
    'text': '临潭县',
    'value': '3362'
  },
  {
    'text': '卓尼县',
    'value': '3363'
  },
  {
    'text': '舟曲县',
    'value': '3364'
  },
  {
    'text': '迭部县',
    'value': '3365'
  },
  {
    'text': '玛曲县',
    'value': '3366'
  },
  {
    'text': '碌曲县',
    'value': '3367'
  },
  {
    'text': '夏河县',
    'value': '3368'
  }],
  '3369$$3370': [{
    'text': '市辖区',
    'value': '3371'
  },
  {
    'text': '城东区',
    'value': '3372'
  },
  {
    'text': '城中区',
    'value': '3373'
  },
  {
    'text': '城西区',
    'value': '3374'
  },
  {
    'text': '城北区',
    'value': '3375'
  },
  {
    'text': '大通回族土族自治县',
    'value': '3376'
  },
  {
    'text': '湟中县',
    'value': '3377'
  },
  {
    'text': '湟源县',
    'value': '3378'
  }],
  '3369$$3379': [{
    'text': '平安县',
    'value': '3380'
  },
  {
    'text': '民和回族土族自治县',
    'value': '3381'
  },
  {
    'text': '乐都县',
    'value': '3382'
  },
  {
    'text': '互助土族自治县',
    'value': '3383'
  },
  {
    'text': '化隆回族自治县',
    'value': '3384'
  },
  {
    'text': '循化撒拉族自治县',
    'value': '3385'
  }],
  '3369$$3386': [{
    'text': '门源回族自治县',
    'value': '3387'
  },
  {
    'text': '祁连县',
    'value': '3388'
  },
  {
    'text': '海晏县',
    'value': '3389'
  },
  {
    'text': '刚察县',
    'value': '3390'
  }],
  '3369$$3391': [{
    'text': '同仁县',
    'value': '3392'
  },
  {
    'text': '尖扎县',
    'value': '3393'
  },
  {
    'text': '泽库县',
    'value': '3394'
  },
  {
    'text': '河南蒙古族自治县',
    'value': '3395'
  }],
  '3369$$3396': [{
    'text': '共和县',
    'value': '3397'
  },
  {
    'text': '同德县',
    'value': '3398'
  },
  {
    'text': '贵德县',
    'value': '3399'
  },
  {
    'text': '兴海县',
    'value': '3400'
  },
  {
    'text': '贵南县',
    'value': '3401'
  }],
  '3369$$3402': [{
    'text': '玛沁县',
    'value': '3403'
  },
  {
    'text': '班玛县',
    'value': '3404'
  },
  {
    'text': '甘德县',
    'value': '3405'
  },
  {
    'text': '达日县',
    'value': '3406'
  },
  {
    'text': '久治县',
    'value': '3407'
  },
  {
    'text': '玛多县',
    'value': '3408'
  }],
  '3369$$3409': [{
    'text': '玉树县',
    'value': '3410'
  },
  {
    'text': '杂多县',
    'value': '3411'
  },
  {
    'text': '称多县',
    'value': '3412'
  },
  {
    'text': '治多县',
    'value': '3413'
  },
  {
    'text': '囊谦县',
    'value': '3414'
  },
  {
    'text': '曲麻莱县',
    'value': '3415'
  }],
  '3369$$3416': [{
    'text': '格尔木市',
    'value': '3417'
  },
  {
    'text': '德令哈市',
    'value': '3418'
  },
  {
    'text': '乌兰县',
    'value': '3419'
  },
  {
    'text': '都兰县',
    'value': '3420'
  },
  {
    'text': '天峻县',
    'value': '3421'
  }],
  '3422$$3423': [{
    'text': '市辖区',
    'value': '3424'
  },
  {
    'text': '兴庆区',
    'value': '3425'
  },
  {
    'text': '西夏区',
    'value': '3426'
  },
  {
    'text': '金凤区',
    'value': '3427'
  },
  {
    'text': '永宁县',
    'value': '3428'
  },
  {
    'text': '贺兰县',
    'value': '3429'
  },
  {
    'text': '灵武市',
    'value': '3430'
  }],
  '3422$$3431': [{
    'text': '市辖区',
    'value': '3432'
  },
  {
    'text': '大武口区',
    'value': '3433'
  },
  {
    'text': '惠农区',
    'value': '3434'
  },
  {
    'text': '平罗县',
    'value': '3435'
  }],
  '3422$$3436': [{
    'text': '市辖区',
    'value': '3437'
  },
  {
    'text': '利通区',
    'value': '3438'
  },
  {
    'text': '盐池县',
    'value': '3439'
  },
  {
    'text': '同心县',
    'value': '3440'
  },
  {
    'text': '青铜峡市',
    'value': '3441'
  }],
  '3422$$3442': [{
    'text': '市辖区',
    'value': '3443'
  },
  {
    'text': '原州区',
    'value': '3444'
  },
  {
    'text': '西吉县',
    'value': '3445'
  },
  {
    'text': '隆德县',
    'value': '3446'
  },
  {
    'text': '泾源县',
    'value': '3447'
  },
  {
    'text': '彭阳县',
    'value': '3448'
  }],
  '3422$$3449': [{
    'text': '市辖区',
    'value': '3450'
  },
  {
    'text': '沙坡头区',
    'value': '3451'
  },
  {
    'text': '中宁县',
    'value': '3452'
  },
  {
    'text': '海原县',
    'value': '3453'
  }],
  '3454$$3455': [{
    'text': '市辖区',
    'value': '3456'
  },
  {
    'text': '天山区',
    'value': '3457'
  },
  {
    'text': '沙依巴克区',
    'value': '3458'
  },
  {
    'text': '新市区',
    'value': '3459'
  },
  {
    'text': '水磨沟区',
    'value': '3460'
  },
  {
    'text': '头屯河区',
    'value': '3461'
  },
  {
    'text': '达坂城区',
    'value': '3462'
  },
  {
    'text': '东山区',
    'value': '3463'
  },
  {
    'text': '乌鲁木齐县',
    'value': '3464'
  }],
  '3454$$3465': [{
    'text': '市辖区',
    'value': '3466'
  },
  {
    'text': '独山子区',
    'value': '3467'
  },
  {
    'text': '克拉玛依区',
    'value': '3468'
  },
  {
    'text': '白碱滩区',
    'value': '3469'
  },
  {
    'text': '乌尔禾区',
    'value': '3470'
  }],
  '3454$$3471': [{
    'text': '吐鲁番市',
    'value': '3472'
  },
  {
    'text': '鄯善县',
    'value': '3473'
  },
  {
    'text': '托克逊县',
    'value': '3474'
  }],
  '3454$$3475': [{
    'text': '哈密市',
    'value': '3476'
  },
  {
    'text': '巴里坤哈萨克自治县',
    'value': '3477'
  },
  {
    'text': '伊吾县',
    'value': '3478'
  }],
  '3454$$3479': [{
    'text': '昌吉市',
    'value': '3480'
  },
  {
    'text': '阜康市',
    'value': '3481'
  },
  {
    'text': '米泉市',
    'value': '3482'
  },
  {
    'text': '呼图壁县',
    'value': '3483'
  },
  {
    'text': '玛纳斯县',
    'value': '3484'
  },
  {
    'text': '奇台县',
    'value': '3485'
  },
  {
    'text': '吉木萨尔县',
    'value': '3486'
  },
  {
    'text': '木垒哈萨克自治县',
    'value': '3487'
  }],
  '3454$$3488': [{
    'text': '博乐市',
    'value': '3489'
  },
  {
    'text': '精河县',
    'value': '3490'
  },
  {
    'text': '温泉县',
    'value': '3491'
  }],
  '3454$$3492': [{
    'text': '库尔勒市',
    'value': '3493'
  },
  {
    'text': '轮台县',
    'value': '3494'
  },
  {
    'text': '尉犁县',
    'value': '3495'
  },
  {
    'text': '若羌县',
    'value': '3496'
  },
  {
    'text': '且末县',
    'value': '3497'
  },
  {
    'text': '焉耆回族自治县',
    'value': '3498'
  },
  {
    'text': '和静县',
    'value': '3499'
  },
  {
    'text': '和硕县',
    'value': '3500'
  },
  {
    'text': '博湖县',
    'value': '3501'
  }],
  '3454$$3502': [{
    'text': '阿克苏市',
    'value': '3503'
  },
  {
    'text': '温宿县',
    'value': '3504'
  },
  {
    'text': '库车县',
    'value': '3505'
  },
  {
    'text': '沙雅县',
    'value': '3506'
  },
  {
    'text': '新和县',
    'value': '3507'
  },
  {
    'text': '拜城县',
    'value': '3508'
  },
  {
    'text': '乌什县',
    'value': '3509'
  },
  {
    'text': '阿瓦提县',
    'value': '3510'
  },
  {
    'text': '柯坪县',
    'value': '3511'
  }],
  '3454$$3512': [{
    'text': '阿图什市',
    'value': '3513'
  },
  {
    'text': '阿克陶县',
    'value': '3514'
  },
  {
    'text': '阿合奇县',
    'value': '3515'
  },
  {
    'text': '乌恰县',
    'value': '3516'
  }],
  '3454$$3517': [{
    'text': '喀什市',
    'value': '3518'
  },
  {
    'text': '疏附县',
    'value': '3519'
  },
  {
    'text': '疏勒县',
    'value': '3520'
  },
  {
    'text': '英吉沙县',
    'value': '3521'
  },
  {
    'text': '泽普县',
    'value': '3522'
  },
  {
    'text': '莎车县',
    'value': '3523'
  },
  {
    'text': '叶城县',
    'value': '3524'
  },
  {
    'text': '麦盖提县',
    'value': '3525'
  },
  {
    'text': '岳普湖县',
    'value': '3526'
  },
  {
    'text': '伽师县',
    'value': '3527'
  },
  {
    'text': '巴楚县',
    'value': '3528'
  },
  {
    'text': '塔什库尔干塔吉克自治县',
    'value': '3529'
  }],
  '3454$$3530': [{
    'text': '和田市',
    'value': '3531'
  },
  {
    'text': '和田县',
    'value': '3532'
  },
  {
    'text': '墨玉县',
    'value': '3533'
  },
  {
    'text': '皮山县',
    'value': '3534'
  },
  {
    'text': '洛浦县',
    'value': '3535'
  },
  {
    'text': '策勒县',
    'value': '3536'
  },
  {
    'text': '于田县',
    'value': '3537'
  },
  {
    'text': '民丰县',
    'value': '3538'
  }],
  '3454$$3539': [{
    'text': '伊宁市',
    'value': '3540'
  },
  {
    'text': '奎屯市',
    'value': '3541'
  },
  {
    'text': '伊宁县',
    'value': '3542'
  },
  {
    'text': '察布查尔锡伯自治县',
    'value': '3543'
  },
  {
    'text': '霍城县',
    'value': '3544'
  },
  {
    'text': '巩留县',
    'value': '3545'
  },
  {
    'text': '新源县',
    'value': '3546'
  },
  {
    'text': '昭苏县',
    'value': '3547'
  },
  {
    'text': '特克斯县',
    'value': '3548'
  },
  {
    'text': '尼勒克县',
    'value': '3549'
  }],
  '3454$$3550': [{
    'text': '塔城市',
    'value': '3551'
  },
  {
    'text': '乌苏市',
    'value': '3552'
  },
  {
    'text': '额敏县',
    'value': '3553'
  },
  {
    'text': '沙湾县',
    'value': '3554'
  },
  {
    'text': '托里县',
    'value': '3555'
  },
  {
    'text': '裕民县',
    'value': '3556'
  },
  {
    'text': '和布克赛尔蒙古自治县',
    'value': '3557'
  }],
  '3454$$3558': [{
    'text': '阿勒泰市',
    'value': '3559'
  },
  {
    'text': '布尔津县',
    'value': '3560'
  },
  {
    'text': '富蕴县',
    'value': '3561'
  },
  {
    'text': '福海县',
    'value': '3562'
  },
  {
    'text': '哈巴河县',
    'value': '3563'
  },
  {
    'text': '青河县',
    'value': '3564'
  },
  {
    'text': '吉木乃县',
    'value': '3565'
  }],
  '3454$$3566': [{
    'text': '石河子市',
    'value': '3567'
  },
  {
    'text': '阿拉尔市',
    'value': '3568'
  },
  {
    'text': '图木舒克市',
    'value': '3569'
  },
  {
    'text': '五家渠市',
    'value': '3570'
  }]
}
