<template>
  <div class="auto-repayment">
    <h2 class="h2">
      <img src="~common/image/Communal_nyd_2x_001.png" alt="">
      <span>自动还款服务协议</span>
    </h2>
    <p>
      《自动还款服务协议》（以下简称“本协议”）是您在“侬要贷”平台（以下简称“平台”或“本平台”）就自动还款服务的使用等相关事项所订立的有效合约。您在开启此功能之前，均应仔细阅读本协议（特别是以粗体下划线标注的内容），通过网络页面点击确认或以其他方式选择接受本协议，即表示您同意接受本协议的全部内容。
    </p>
    <p>
      您承诺自己在使用本项服务时，实施的所有行为均遵守国家法律法规、平台的相关规定以及社会公共利益或公共道德。您利用本服务从事违法活动或不正当交易产生的一切后果与责任，由您独立承担。您接受借款的账户信息如下：
      <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;银行卡户名:
      <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;银行卡开户银行:
      <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;银行卡账号:
      <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;身份证号码:
      <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;联系手机:
    </p>
    <p class="font-weight">
      您在此授权，债权人有权在您逾期还款五日后（逾期第六日0点起），即可委托银行从包括但不限于接受借款的银行账户、以及归属您名下的其他任意银行账户内以约定的资费标准划付所欠的本息及逾期管理费。上述银行账户余额不足的，债权人有权委托银行继续划付直至您还清所欠款项为止。由此造成您的不便或其他损失的，不承担法律责任，且在您欠款未清之前，该等委托划付还款方式不影响实际债权人采取其他方式向您催收欠款。<span style="font-weight: normal">例如：到期还款日为10日，则自动还款日为15日。</span>
    </p>
    <p>
      您保证您在使用本服务过程中提供的资料真实、准确、完整、有效。对于因您提供信息不真实或不完整所造成的损失由您自行承担。您必须正确填写相关页面信息，并且妥善保管预留信息，除在平台办理业务时使用外，不要向任何其他人、其他网站、电话或短信的问询提供预留的信息内容；您对通过以上信息完成的一切自动还款行为负责。同时您须确保通过您在使用自动还款服务中，不违背您在自动扣款服务中绑定的银行卡的发卡行的相关业务条款，且该银行卡均应为您本人所有，否则因此导致的责任均由您自行承担。
    </p>
    <p>
      受您自动扣款银行卡付款额度的限制或银行卡余额不足等非平台原因，导致无法正常向您提供自动还款服务的，您应消除或避免前述影响因素，否则由此给您造成的任何损失将由您自行承担。
    </p>
    <p>
      您在使用本服务的过程中，应确保您的平台账户绑定的银行卡有足额的款项用于自动还款，如因您绑定的银行卡款项不足，导致自动还款失败或其他损失，请及时登录平台账户进行手动还款。
    </p>
    <p>
      请您根据相关服务页面提示的使用规则设置相关自动还款内容并履行相关约定，因您未遵循本协议及相关页面附属规则或未尽到合理义务导致自动还款失败，平台不承担任何责任。
    </p>
    <p>
      您知悉并同意平台有权根据自身业务的发展，增加、减少或撤销相关服务项目，甚至终止本服务的提供，调整自动还款的内容及方式或者对本产品功能进行升级、维护和改造的权利。您理解本产品手续费用会发生改变，具体以届时页面提示的收费规则及计算方式为准。如您不接受上述变更的，您应立即停止使用本服务并终止本协议。一旦您继续使用本服务的，即视为您同意接受相应的变更或调整。
    </p>
    <p>
      平台有权基于为更好地向您提供服务之目的或向您推广其他产品/服务的需要，保留并使用您在使用本产品过程中产生的相关数据信息，包括但不限于向其他第三方提供该等信息。
    </p>
    <p class="font-weight">
      您同意，本协议适用中华人民共和国大陆地区法律。因平台与您就本协议的签订、履行或解释发生争议，各方应努力友好协商解决。如协商不成，任何一方均有权将相关争议提交上海市仲裁委员会按仲裁委员会当时有效仲裁规则采用中文于上海进行仲裁。仲裁裁决将是终局的，对各方均具约束力。败诉方将承担并支付仲裁费用以及所有费用。
    </p>
    <p>
      本协议内容包括协议正文及所有平台已经发布的或将来可能发布的服务使用规则。所有规则为本协议不可分割的一部分，与协议正文具有相同法律效力。您认可并同意若本服务协议中的某一部分条款或描述被相关司法机关判定为无效，该判定无效并不影响其他部分之有效性，您仍需依照本协议中的其他部分条款履行相关义务同时行使相关权利。若您在本协议内容或相关附属规则发生修订后，继续使用自动还款服务的，则视为您同意最新修订的协议内容。
    </p>
    <p>
      本协议未约定事宜，均以平台不时公布的服务协议及相关附属规则为补充。本协议与其他服务协议或相关附属规则有冲突的，以本协议为准。
    </p>
  </div>
</template>

<script type="text/ecmascript-6">
  export default {}
</script>

<style scoped lang="stylus" rel="stylesheet/stylus">
  @import '~common/stylus/base'

  .auto-repayment
    background-color: #ffffff
    padding-top: 1px

    .h2
      color: #c45c00
      text-align: center
      font-size: .3rem
      margin-top: .42rem
      margin-bottom: .15rem
      span
        font-weight: bold !important
      img
        vertical-align: middle
        margin-top: -.05rem
        width: .44rem
        height: .44rem

    p
      font-size: .22rem
      color: #525252
      text-indent: 2em
      padding: .13rem .4rem
      line-height 1.8
    
    .font-weight
      font-weight: 600
    

</style>