<template>
  <div class="auto-repayment">
    <h2 class="h2">
      <img src="~common/image/Communal_nyd_2x_001.png" alt="">
      <span>电子签名授权协议书</span>
    </h2>
    <h4 class="h4">一、概述</h4>
    <p>
      1、本电子签名授权协议书（以下简称“授权协议书”）由授权人与被授权人（以下简称【造艺网络】或“被授权人”）就快捷签署服务所订立的有效合约。授权人通过签章、网络页面点击确认本授权协议书或以其他方式选择接受本授权协议书，即表示授权人与被授权人已达成授权协议书并同意接受本授权协议书的全部约定内容。
    </p>
    <p>
      2、在接受本授权协议书之前，请授权人仔细阅读本授权协议书的全部内容（特别是以粗体下划线标注的内容）。<span style="font-weight:600">如授权人不同意接受本授权协议书的任意内容，或者无法准确理解相关条款含义的，请不要签署本授权协议书。</span>如果授权人对本授权协议书的条款有疑问的，被授权人将向授权人解释条款内容。
    </p>
    <p class="font-weight">
      3、授权人同意，被授权人有权根据政策法规或业务需要对本授权协议书内容不时进行版本更新，且无需另行通知授权人，若授权人在本授权协议书内容公告变更生效后继续使用本服务的，则表示授权人已充分阅读、理解并接受变更修改后的授权协议书内容，遵循变更修改后的授权协议书内容使用本服务；若授权人不同意变更修改后的授权协议书内容，则应在变更生效前停止使用本服务。
    </p>
    <h4 class="h4">二、双方权利义务</h4>
    <p>
      1、授权人应确保被授权人是使用本服务的CA数字证书的合法持有人，可合法、有效使用该CA数字证书且未侵犯任何第三方合法权益，否则因此造成被授权人、CA数字证书真实持有人损失的，授权人应负责赔偿并承担全部法律责任。
    </p>
    <p class="font-weight">
      2、授权人同意被授权人有权依据其自身判断对涉嫌欺诈或被他人控制并用于欺诈目的的会员账户采取相应的措施。
    </p>
    <p class="font-weight">
      3、授权人应妥善保管银行卡、卡号、密码、发卡行预留的手机号码以及会员账号、密码、CA数字证书、支付盾、宝令、手机动态口令、会员账户绑定的手机号码、来自于发卡行和/或被授权人向授权人发送的校验码等与CA数字证书或与会员账户有关的一切信息和设备。如授权人遗失或泄露前述信息和/或设备的，授权人应及时通知发卡行及/或被授权人，以减少可能发生的损失。无论是否已通知发卡行及/或被授权人，因授权人的原因所致损失需由授权人自行承担。
    </p>
    <p>
      4、授权人在使用本服务时，应当认真确认交易信息，包括且不限于服务名称、数量、金额等，并按被授权人业务流程发出符合《借款居间服务协议》、《借款协议》/《贷款协议》约定的指令。<span style="font-weight: 600">授权人认可和同意：授权人发出的指令不可撤回或撤销，被授权人一旦根据授权人的指令使用授权人的CA数字证书进行合同签署，授权人不应以非本人意愿交易或其他任何原因要求被授权人撤销合同或承担其他责任。</span>
    </p>
    <p>
      5、授权人在对使用本服务过程中发出指令的真实性及有效性承担全部责任；授权人承诺，被授权人依照授权人的指令进行操作的一切风险由授权人承担。
    </p>
    <p class="font-weight">
      6、授权人认可会员账户的使用记录数据、交易金额数据等均以被授权人系统平台记录的数据为准。
    </p>
    <p>
      7、授权人同意被授权人有权留存授权人在被授权人客户端填写的相应信息，并授权被授权人查询该账号的相关信息，包括且不限于借记卡余额、信用卡账单、CA数字证书信息、征信信息等内容，以供后续向授权人持续性地提供相应服务（包括但不限于将本信息用于向授权人推广、提供其他更加优质的产品或服务）。
    </p>
    <p class="font-weight">
      8、如授权人出现下列情况之一的，被授权人有权立即终止授权人使用被授权人相关服务而无需承担任何责任：（1）将本服务或借款用于非法目的；（2）违反本授权协议书的约定；（3）违反被授权人及/或被授权人关联公司网站或客户端的条款、授权协议书、规则、通告等相关规定及授权人与前述主体签署的任一授权协议书，而被上述任一主体终止提供服务的；（4）被授权人认为向授权人提供本服务存在风险的；（5）授权人的CA数字证书无效、有效期届满或注销（如有）。
    </p>
    <p>
      9、若授权人未违反被授权人服务协议书及本授权协议书约定且因不能归责于授权人的原因，造成CA数字证书通过本服务被使用于未经授权的合同，造成授权人的资金损失的，授权人可向被授权人申请补偿。<span style="font-weight:600">授权人应在知悉资金发生损失后及时通知被授权人并按要求提交相关的申请材料和证明文件。具体处理方式由被授权人自行选择决定，被授权人承诺不会因此损害授权人的合法权益。</span>
    </p>
    <p class="font-weight">
      10、授权人同意被授权人有权将其在本授权协议书项下的权利转让给与授权人实际签署借贷合同的出借方和/或出借方的技术提供方。
    </p>
    <h4 class="h4">三、承诺与保证</h4>
    <p class="font-weight">
      1、授权人保证使用本服务过程中提供的信息真实、准确、完整、有效。被授权人按照授权人设置的相关信息为授权人提供相应服务，对于因授权人提供信息不真实或不完整所造成的损失由授权人自行承担。
    </p>
    <p class="font-weight">
      2、授权人授权被授权人在授权人使用本服务期间或本服务终止后，有权保留授权人在使用本服务期间所形成的相关信息数据，同时该授权不可撤销。
    </p>
    <h4 class="h4">四、其他条款</h4>
    <p class="font-weight">
      1、因本授权协议书产生之争议，均应依照中华人民共和国法律予以解决，并由被授权人住所地人民法院管辖。
    </p>
    <p>
      2、授权人同意，本授权协议书之效力、解释、变更、执行与争议解决均适用中华人民共和国法律（为本协议之目的，不包括香港特别行政区、澳门特别行政区以及台湾地区）。
    </p>
    <p>
      3、本授权协议书部分内容被有管辖权的法院认定为违法或无效的，不因此影响其他内容的效力。
    </p>
  </div>
</template>

<script type="text/ecmascript-6">
  export default {}
</script>

<style scoped lang="stylus" rel="stylesheet/stylus">
  @import '~common/stylus/base'

  .auto-repayment
    background-color: #ffffff
    padding-top: .5rem

    .h2
      color: #c45c00
      text-align: center
      font-size: .3rem
      margin-top: .42rem
      margin-bottom: .15rem
      span
        font-weight: bold !important
      img
        vertical-align: middle
        margin-top: -.05rem
        width: .44rem
        height: .44rem

    p
      font-size: .22rem
      color: #525252
      padding: .13rem .4rem
      line-height 1.8
    
    .font-weight
      font-weight: 600

    .h4
      font-size: .3rem
      padding: 0 .4rem
      margin: .2rem 0
      margin-top: .3rem
    

</style>