<template>
  <div class="loan-protocols">
    <h2 class="h2">
      <img src="~common/image/Communal_nyd_2x_001.png" alt="">
      <span>贷款协议</span>
    </h2>
    <p style="text-align: center;text-indent:0">客户须知</p>
    <p class="no-gap">
      1.当您通过网络页面点击“同意”（或其他类似意思表示）的方式签订本电子协议及与本电子协议有关的任何法律文件，即表示您与甲方已达成协议并同意接受本协议的全部约定内容以及甲方的其他与本协议有关的各项规定，与亲笔签名具有同等法律效力，协议双方无需重新补办书面文书及贷款借据。
    </p>
    <p class="no-gap">
      2.请您务必妥善保管重要协议信息，如因您的个人原因，无论是故意或过失，使得重要协议信息被他人所控制或知悉，由此可能带来的不利后果均由您本人承担。届时您不得以账号或密码等重要信息丢失、被盗用等任何理由否认签约的效力及履行本电子协议的义务。
    </p>
    <p class="no-top-gap">
      3.您认可电子数据的有效性和证据效力。前述电子数据包括但不限于甲方电子银行系统所生成和保留记载的相关电子协议、电子单据、电子凭证、交易记录等相关资料均构成有效证明协议各方之间权利义务关系的确定证据。
    </p>
    <p style="text-indent:0;">
      甲方(贷款人): ___________ <br>法定代表人： ___________ <br>注册地址： ___________
    </p>
    <p style="text-indent:0;">
      乙方(借款人): ___________ <br>身份证号码: ___________ <br>住址(家庭地址): ___________ <br>联系电话: ___________
    </p>
    <dl>
      <dt style="font-weight:600">第一条 贷款</dt>
      <dd>1.1 甲方在审核通过乙方贷款请求后的两个工作日内向乙方发放贷款本金，并将该贷款本金汇入本协议1.2条所示的乙方指定贷款接收账户。贷款期限届满之时，由第三方服务商即上海造艺网络科技有限公司（以下简称“造艺网络”）委托甲方或第三方支付机构代为扣除本息及相关服务费（服务费的相关约定详见乙方与造艺网络签署的《借款居间服务协议》）。</dd>
      <dd style="font-weight:600">
        1.2 乙方指定下述账户为贷款接收账户：
      </dd>
      <dd style="font-weight:600">账户名称：___________</dd>
      <dd style="font-weight:600">账号：___________</dd>
      <dd style="font-weight:600">开户行：___________</dd>
      <dd>1.3 贷款相关信息</dd>
      <table>
        <thead>
          <tr>
            <th>贷款年利率</th>
            <th>【】</th>
            <th>万</th>
            <th>千</th>
            <th>百</th>
            <th>十</th>
            <th>元</th>
            <th>角</th>
            <th>分</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>贷款本金</td>
            <td>人民币<br>（大写）</td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>贷款用途</td>
            <td colspan="8">
              资金周转（个人消费，同时贷款用途应符合法律法规规定和国家有关政策。）
            </td>
          </tr>
          <tr>
            <td>贷款期限</td>
            <td colspan="8">
              7/14/30天
            </td>
          </tr>
        </tbody>
      </table>
      <dd>1.4贷款从合同签订日开始计息，到期后一次性偿还全部贷款本金及利息。</dd>
      <dd>1.5利息的计算，根据贷款期限的不同，分为按月和按天计息，其中：</dd>
      <dd>1.5.1 按月计算：利息=贷款本金×月利率，其中月利率=贷款年利率/12。</dd>
      <dd>1.5.2 按日计息：利息=贷款本金×日利率×计息天数，其中日利率=贷款年利率/360，计息天数=最终还款日-合同签订日，如出现提前还款情形的，适用本协议第2.6条款约定，且计息天数=约定贷款期限-合同签订日。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">第二条 还款</dt>
      <dd>2.1 乙方承诺按照还款安排按时足额一次性向甲方偿还全部贷款本金和利息。</dd>
      <dd>2.2 乙方同意甲方委托指定的第三方代为接收还款本息。</dd>
      <dd>2.3 根据贷款期限，到期还款日为【系统自动填充】，乙方须于到期还款日向甲方以下指定还款接收账户一次性偿还本协议项下所有贷款本金及利息。</dd>
      <table>
        <tr>
          <td style="width:1.5rem;" rowspan="3">
            甲方指定还<br>款接收账户
          </td>
          <td style="width:1.7rem">户 名</td>
          <td></td>
        </tr>
        <tr>
          <td>账 号</td>
          <td></td>
        </tr>
        <tr>
          <td>开户行</td>
          <td>&nbsp;</td>
        </tr>
      </table>
      <dd>
        2.4 乙方应在到期还款日当日24:00时前将本协议项下所有贷款本金、利息及服务费存入2.3条甲方指定还款接收账户，甲方或第三方支付机构成功扣划到甲方指定还款接收账户的该笔还款时，视为还款成功。乙方于到期还款日24：00时前还款成功的，视为在还款日还款。
      </dd>
      <dd>
        2.5 如还款日为法定假日或公休日，还款日不顺延。
      </dd>
      <dd>
        2.6 本协议项下贷款原则上不允许提前还款。如乙方选择提前还款的，还款金额应按完整借款期限计算，超出按实际借款期限计算的部分作为提前还款违约金。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">第三条 违约责任</dt>
      <dd>3.1 乙方发生下述情形之一时，视为乙方违约：</dd>
      <dd>3.1.1 乙方擅自改变本协议第一条规定的贷款用途；</dd>
      <dd>3.1.2 乙方逾期还款，即乙方未于本协议第二条约定的到期还款日当日24：00时前成功足额还款；</dd>
      <dd>3.1.3 乙方提供虚假资料或者故意隐瞒重要事实；</dd>
      <dd>3.1.4 乙方未经甲方同意擅自转让本协议项下贷款债务的；</dd>
      <dd>3.1.5 乙方受到刑事处罚；</dd>
      <dd>
        3.1.6 乙方的任何财产遭受没收、征用、查封、扣押、锁定等可能影响其履约能力的不利事件，且不能及时提供有效补救措施的；
      </dd>
      <dd>3.1.7 乙方的财务状况出现影响其履约能力的不利变化，且不能及时提供有效补救措施的。</dd>
      <dd>
        3.2 若因上述第3.1条款项下所述情形而导致乙方违约，或根据甲方合理判断认为乙方可能发生上述第3.1条款项下所述的违约情形的，甲方有权自行或委托指定的第三方采取下列任何一项或几项救济措施：
      </dd>
      <dd>3.2.1 要求乙方限期纠正其违约行为；</dd>
      <dd>3.2.2 立即暂缓或取消发放全部或部分贷款；</dd>
      <dd>3.2.3 宣布已发放贷款全部提前到期，乙方应立即偿还全部贷款本金、利息、罚息、滞纳金、逾期管理费、服务费；</dd>
      <dd>3.2.4 解除本协议；</dd>
      <dd>3.2.5 将乙方在甲方（含分支机构）开立账户内的款项扣划以清偿乙方在本合同项下对甲方所负全部或部分债务。账户中的未到期款项视为提前到期。</dd>
      <dd>3.2.6 采取法律、法规以及本协议约定的其他救济措施。</dd>
      <dd>3.3如乙方未于本协议第二条约定的还款日当日24：00时前成功足额还款，视为逾期。乙方逾期的，应向甲方支付逾期罚息。</dd>
      <dd>3.4逾期罚息计算方式如下:</dd>
      <dd>（1）借款金额为300元、500元、700元，借款期限在7—15天的，罚息按照借款金额的2%/天计收；</dd>
      <dd>（2）借款金额为1000元及以上，借款期限在7—40天的，如逾期不满15日的，罚息按借款金额的0.5%/天计收；逾期超过15日（不含）的，滞纳金按借款金额的0.75%/天计收。</dd>
      <dd>甲方同意该等罚息由上海造艺网络科技有限公司或其关联方直接收取，且无需返还给甲方。</dd>
      <dd>3.5若乙方偿还金额不足，偿还先后顺序依次为滞纳金、逾期管理费、罚息、应还利息、应还本金。</dd>
      <dd>3.6乙方授权并同意甲方或甲方指定的第三方向中国人民银行个人或企业信用信息基础数据库、监管部门或甲方指定的信用征集机构、有关部门、单位或个人调查、核实乙方的财产、资信等情况，并留存相关资料，并在中国人民银行颁布的《个人信用信息基础数据库管理暂行办法》规定用途范围内使用获取的信用报告。且乙方同意，甲方或甲方指定的第三方可将乙方违约的相关信息通过公众媒体等方式公开披露。甲方或甲方指定的第三方有权将乙方不良信息向国家有关征信机构提供。如乙方存在涉嫌欺诈、诈骗等违法犯罪行为，甲方或甲方指定的第三方有权向有关国家机关报案，以追究其刑事责任。</dd>
      <dd>3.7若因征信机构对乙方个人信息的加工、制作、开发和使用而与乙方产生任何纠纷，与甲方无关，甲方对此不承担任何法律责任。</dd>
      <dd>3.8因乙方违约而导致甲方产生的损失和费用，包括但不限于本息损失、诉讼费用、仲裁费、保全费、保全保险费、调查费、律师费、鉴定费、评估费、公告费、公证费、催收费、执行费、差旅费等，均由乙方承担。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">第四条 债权转让</dt>
      <dd>4.1乙方贷款发生逾期后，甲方有权直接将该笔债权转让给其他主体，债权转让完成之后，该受让方享有乙方在本合同项下对甲方的债权及相关权益（追索权、求偿权等），并由受让方向乙方收取逾期管理费及其他费用，相关费用详见《借款居间服务协议》。本条款之约定即视为甲方已向乙方履行了债权转让通知义务。</dd>
    </dl>
    <dl>
      <dt style="font-weight: 600">第五条 乙方联系方式及变更通知</dt>
      <dd>5.1 在本协议签署时，乙方应向甲方提交包括但不限于乙方如下联系信息，乙方应对该信息的真实性和有效性负责。</dd>
      <dd>5.1.1 乙方所在单位、居住地址、住所电话、手机号码、电子邮箱等；</dd>
      <dd>5.1.2 乙方家庭联系人或紧急联系人工作单位、居住地址、住所电话、手机号码等。</dd>
      <dd>5.2 在乙方签署本协议之日起至贷款全部清偿之日止，乙方有义务在上述信息变更之日起三日内提供更新后的信息给甲方。</dd>
      <dd>5.3 因乙方不提供或提供信息不真实或不及时提供上述变更信息，甲方向乙方提供的原联系方式和地址送达的通知，视为已送达、已通知。因乙方不提供或提供信息不真实或不及时提供上述变更信息而导致甲方产生的损失和费用均由乙方承担。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">第六条 争议管辖</dt>
      <dd>6.1 本协议之签署、效力、履行、终止、解释、执行及项下争议解决均适用中国法律（为本协议之目的，不包括香港特别行政区、澳门特别行政区、台湾地区）。</dd>
      <dd>6.2 各方一致同意，因本协议引起或与之有关的所有争议均应通过双方友好协商解决。协商不成的，任何一方均有权将相关争议提交上海市仲裁委员会按仲裁委员会当时有效仲裁规则采用中文于上海进行仲裁。仲裁裁决将是终局的，对各方均具约束力。败诉方将承担并支付仲裁费用以及所有费用。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">第七条  其他</dt>
      <dd>7.1 本协议的任何修改、补充均需以书面形式作出，补充条款与本协议具有同等的法律效力。</dd>
      <dd>7.2 本协议双方以电子合同的形式订立。</dd>
      <dd>7.3 本合同成立及生效：当乙方通过网络页面或手机APP点击“同意”（或其他类似意思表示，具体以网站显示为准）的方式签订本电子协议确认后，即视为乙方已经充分阅读并同意本合同内容，向甲方作出贷款的承诺及签署行为，本合同即时成立且生效。</dd>
      <dd>7.4 本协议部分条款因违反法律法规被视为无效时不影响本协议其他条款的效力。</dd>
      <dd>7.5 本协议未尽事宜，双方或与本协议履行有关的第三方有权另行签订协议、补充协议或补充条款，另行签订的协议、补充协议或补充条款，与本协议具有同等法律效力。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">第八条 不可抗力</dt>
      <dd>因不可抗力事件及不可归责于一方的其他原因导致无法及时办理业务的，未受影响方免除另一方责任，但受影响方应采取必要措施尽可能使业务恢复正常运行。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">第九条 借款人声明</dt>
      <dd>9.1在签署本协议时，贷款人已就本合同的条款尤其是黑体字条款向借款人进行了详细的说明和解释，双方对合同条款均无疑义，并对当事人有关权利义务和责任限制、免除条款的法律含义有准确无误的理解。</dd>
      <dd>9.2乙方同意甲方委托指定的第三方代为接收贷款、代为接收还款本息。</dd>
    </dl>
    <p style="text-indent:0">甲方：</p>
    <p style="text-indent:0">乙方：</p>
    <p style="text-indent:0;text-align:center">本协议签订时间：____年___月___日</p>
    <p style="text-indent:0;text-align:center">贷款凭证</p>
    <dl>
      <table class="loan-table">
        <tr>
          <td>借款人</td>
          <td colspan="2"></td>
          <td>地址</td>
          <td colspan="2"></td>
        </tr>
        <tr>
          <td>证件类型</td>
          <td></td>
          <td>号码</td>
          <td></td>
          <td>贷款用途</td>
          <td></td>
        </tr>
        <tr>
          <td>贷款账号</td>
          <td colspan="2"></td>
          <td>转账账号</td>
          <td colspan="2"></td>
        </tr>
        <tr>
          <td>贷款卡号</td>
          <td colspan="2"></td>
          <td>扣款账号</td>
          <td colspan="2"></td>
        </tr>
        <tr>
          <td>贷款协议号</td>
          <td colspan="5"></td>
        </tr>
        <tr>
          <td>贷款金额</td>
          <td colspan="5"></td>
        </tr>
        <tr>
          <td>贷款方式</td>
          <td colspan="2"></td>
          <td>年利率（%）</td>
          <td colspan="2"></td>
        </tr>
        <tr>
          <td>还款方式</td>
          <td colspan="5"></td>
        </tr>
        <tr>
          <td>到期日期</td>
          <td colspan="2">年  月  日</td>
          <td>期数</td>
          <td colspan="2"></td>
        </tr>
        <tr style="height:2rem">
          <td colspan="3" style="height:2rem">借款人<br>（电子签章）：</td>
          <td colspan="3" style="height:2rem">贷款方<br>（电子签章）：</td>
        </tr>
      </table>
    </dl>
  </div>
</template>

<script type="text/ecmascript-6">
  export default {}
</script>

<style scoped lang="stylus" rel="stylesheet/stylus">
  @import '~common/stylus/base'

  .loan-protocols
    background-color: #ffffff
    padding-top: .5rem

    .h2
      color: #c45c00
      text-align: center
      font-size: .3rem
      margin-top: .42rem
      margin-bottom: .15rem
      span
        font-weight: bold !important
      img
        vertical-align: middle
        margin-top: -.05rem
        width: .44rem
        height: .44rem

    p
      font-size: .22rem
      color: #525252
      text-indent: 2em
      padding: .13rem .4rem
      line-height 1.8

    .no-gap
      padding-top: 0 !important
      padding-bottom: 0 !important

    .no-top-gap
      padding-top: 0 !important

    .no-bottom-gap
      padding-bottom: 0!important

    dl
      padding:.1rem .4rem
      dt,dd
        font-size: .22rem
        line-height 1.8
      dd
        text-indent: 2em

    table
      width: 100%
      th,td
        border: 1px #e8e8e8 solid
        text-align: center
        padding: .1rem
        font-size: .22rem
      th
        height: .5rem

    .loan-table
      th,td
        height:auto !important
        padding: .1rem
        width: .8rem
      td
        &:first-of-type
          width: 1.2rem

</style>
