<template>
  <div class="mortgage-box">
    <h2 class="h2">
      <img src="~common/image/Communal_nyd_2x_001.png" alt="">
      <span>抵 押 合 同</span>
    </h2>
    <p class="text-right">合同编号：【】</p>
    <p class="font-weight">尊敬的客户：为了维护您的权益，请在签署本合同前，仔细阅读本合同各条款（特别是黑体字条款），关注您在合同中的权利、义务。如对本合同有任何疑问，请及时向律师等专业人士进行咨询。</p>
    <p style="padding-top: 0; padding-bottom: 0;">抵押权人（出借人）：【】</p>
    <p style="padding-top: 0; padding-bottom: 0;">身份证号：【】</p>
    <p style="padding-top: 0; padding-bottom: 0;">抵 押 人（借款人）：【】</p>
    <p style="padding-top: 0;">身份证号：【】</p>
    <p>借款人通过【侬来贷】APP软件（以下简称“平台”或“本平台”）申请个人消费借款，并在网络借贷信息中介【】的撮合下与出借人订立编号为【】的《借款合同》（下称主合同），为了确保出借人（下称抵押权人）与借款人（下称债务人、借款人或抵押人）签订的借款合同的履行，抵押人愿为抵押权人按主合同与债务人形成的债权提供抵押担保。根据国家有关法律法规，当事人双方经协商一致，订立本合同，以资共同遵守。</p>
    <p class="font-weight">第一条  被担保的主债权种类、期限本金数额</p>
    <p>被担保的主债权种类为<span class="font-weight">个人消费用途借款</span>，借款期限为【7】天，本金数额（币种及大写金额）为人民币【】整。</p>
    <p class="font-weight">第二条  抵押担保的范围</p>
    <p>抵押担保的范围包括主合同项下借款本金、利息、罚息、复利、违约金、损害赔偿金、按《民事诉讼法》有关规定确定由借款人和担保人承担的迟延履行债务利息和迟延履行金以及贷款人实现债权的一切费用。</p>
    <p class="font-weight">第三条  抵押物</p>
    <dl>
      <dd>1、抵押人同意以手机（设备号为：【】）设定抵押。</dd>
      <dd>2、上述抵押物暂作价（币种及大写金额）人民币【】元整 ，其最终价值以抵押权实现时实际处理抵押物所得价款为准。</dd>
    </dl>
    <p class="font-weight">第四条  抵押人承诺</p>
    <dl>
      <dd>1、抵押人对抵押物拥有充分、无争议的所有权或者处分权。</dd>
      <dd>2、抵押物依法可以流通或者转让。</dd>
      <dd>3、抵押物不存在被查封、扣押、监管等情况。</dd>
      <dd>4、抵押人如实告知抵押物已设定抵押、已出租等情况。</dd>
      <dd>5、抵押人已就本合同项下抵押事宜征得抵押物共有人同意。</dd>
      <dd>6、抵押期间，发生下列情形之一的，抵押人立即书面通知抵押权人：</dd>
      <dd>（1）抵押物被查封、扣押、监管或者被采取其他强制措施；</dd>
      <dd>（2）抵押人本人产生重大债务的；</dd>
      <dd>7、抵押物不存在其他影响抵押权人实现抵押权的情形。</dd>
    </dl>
    <p class="font-weight">第五条  抵押权的效力</p>
    <p>抵押权的效力及于抵押物的从物、从权利、代位物、分离物、附合物、混合物、加工物及法律法规规定的其他财产和权利。</p>
    <p class="font-weight">第六条  抵押物的占管</p>
    <dl>
      <dd>1、本合同项下抵押物由抵押人占管，抵押人对抵押物负有妥善管理和合理使用的义务。抵押权人有权监督和检查抵押物的管理和使用情况。</dd>
      <dd>2、<span class="font-weight">抵押期间，未经抵押权人书面同意，抵押人不得对抵押物作出赠与、转让、出租、再抵押或者其他任何方式的处分</span>。经抵押权人书面同意，抵押人以转让、出租或者其他方式处分抵押物的，所得价款应用于提前清偿所担保的债权或者提存。</dd>
      <dd>3、抵押期间，抵押物毁损、灭失、被征收、被征用或者因附合、混合、加工使抵押物为第三人所有等，抵押人应及时采取有效措施防止损失扩大，同时立即书面通知抵押权人。抵押权人有权就获得的保险金、赔偿金或者补偿金等优先受偿；被担保债权的履行期未届满的，抵押权人有权要求提前清偿债务或者提存。</dd>
      <dd>4、抵押期间，抵押物价值减少的，抵押权人有权要求抵押人恢复抵押物的价值或者提供抵押权人认可的与减少价值相当的担保。</dd>
    </dl>
    <p class="font-weight">第七条  抵押登记</p>
    <dl>
      <dd>1、抵押人应在本合同生效后五日内到有关登记机构办理抵押登记手续；抵押物的他项权利证书、抵押登记文件或者其他权利证书由抵押权人占管。</dd>
      <dd>2、抵押期间，如需登记机关办理变更登记的，抵押人应及时到有关机关办理相应的变更登记手续。</dd>
      <dd>3、抵押期间，抵押权人依本合同约定转让抵押权的，抵押人应当协助抵押权人、受让人办理相应的变更登记手续。</dd>
    </dl>
    <p class="font-weight">第八条  抵押权的转让</p>
    <p class="font-weight">抵押权人转让部分债权的，有权不转让相应的抵押权。</p>
    <p class="font-weight">第九条  抵押权的实现</p>
    <dl>
      <dd>
        1、发生下列情形之一的，抵押权人有权行使抵押权，并可以与抵押人协议以抵押物折价，或者以拍卖、变卖抵押物的价款优先受偿。
        <p style="padding-top: 0; padding-bottom: 0;">（1）主合同项下债务履行期限届满，抵押权人未受清偿。“期限届满”包括主合同约定的债务履行期限届满，以及抵押权人依照国家法律法规规定或者主合同的约定宣布主合同项下债权提前到期的情形；</p>
        <p style="padding-top: 0; padding-bottom: 0;">（2）债务人、抵押人死亡、被宣告失踪或者被宣告死亡；</p>
        <p style="padding-top: 0; padding-bottom: 0;">（3）抵押物被查封、扣押、监管或者被采取其他强制措施；</p>
        <p style="padding-top: 0; padding-bottom: 0;">（4）抵押物毁损、灭失或者被征收、征用；</p>
        <p style="padding-top: 0; padding-bottom: 0;">（5）抵押人未按抵押权人要求恢复抵押物的价值或者提供相应的担保；</p>
        <p style="padding-top: 0; padding-bottom: 0;">（6）抵押人违反本合同项下义务；</p>
        <p style="padding-top: 0;">（7）其他严重影响抵押权实现的情形。</p>
      </dd>
      <dd>
        2、<span class="font-weight">抵押物折价或者拍卖、变卖所得价款不足以清偿全部到期债务的，所清偿的债务及抵充顺序，由抵押权人确定。如果该抵押物同时为其它债务人与抵押权人之间的债务进行担保，抵押物折价或者拍卖、变卖所得价款不足以清偿全部债务人到期债务的，而且没有其它约定事项，所清偿的债务及抵充顺序，亦由抵押权人确定。</span>
      </dd>
    </dl>
    <p class="font-weight">第十条  违约责任</p>
    <dl>
      <dd>1、本合同生效后，抵押权人不履行合同义务，造成抵押人损失的，应承担相应的赔偿责任。</dd>
      <dd>2、抵押人有下列行为之一的，应按本合同所担保主债权本金数额的 20 ％向抵押权人支付违约金；造成抵押权人损失的，应同时给予全额赔偿：</dd>
      <dl>
        <dd>（1）未如实告知抵押物存在共有、争议、异议、已设定抵押、已出租或者被查封、扣押、监管等情况；</dd>
        <dd>（2）未经抵押权人书面同意擅自处分抵押物；</dd>
        <dd>（3）未按抵押权人要求恢复抵押物价值或者提供相应的担保；</dd>
        <dd>（4）其他违反本合同约定或者影响抵押权人实现抵押权的行为。</dd>
      </dl>
    </dl>
    <p class="font-weight">第十一条 争议的解决</p>
    <dl>
      <dd>1、本合同受中华人民共和国法律管辖并按中华人民共和国法律解释。</dd>
      <dd>2、本合同应履行中发生争议，可由各方协商解决，协商不成的，任何一方均有权将相关争议提交上海市仲裁委员会按仲裁委员会当时有效仲裁规则采用中文于上海进行仲裁。仲裁裁决将是终局的，对各方均具约束力。违约方应当承担因其违约而给守约方造成的一切损失，包括但不限于律师费、诉讼费、评估费、管理费、拍卖费、鉴定费、公证费、公告费、差旅费、催收费等以及其它任何有关的开支和费用等。</dd>
    </dl>
    <p class="font-weight">第十二条  通知和送达</p>
    <dl>
      <dd>1、本合同任何一方根据本合同约定做出的通知和/或文件均应以书面形式做出，可由专人送达、挂号邮递、特快专递或通过平台发布等方式传送，具体送达信息以本合同约定或各方在平台的注册信息或登记信息为准。</dd>
      <dd>2、通知在下列日期视为送达：</dd>
      <dl>
        <dd>（1）短信、电子邮件发出即视为送达；</dd>
        <dd>（2）专人递送的通知，在专人递送之交付日为有效送达；</dd>
        <dd>（3）以挂号信（付清邮资）发出的通知，在寄出（以邮戳为凭）后的5个工作日内为有效送达；</dd>
        <dd>（4）以特快专递（付清邮资）发出的通知，在寄出（以邮戳为凭）后的3个工作日内为有效送达；</dd>
        <dd>（5）通过平台发布的方式通知的，在本平台发布之日为有效送达。</dd>
      </dl>
    </dl>
    <p class="font-weight">第十三条  其他事项</p>
    <dl>
      <dd>1、抵押人已收到并阅知所担保的主合同。</dd>
      <dd>2、本合同自双方签字或者盖章之日起生效。</dd>
      <dd>3、本合同未尽事宜，双方或与本合同履行有关的第三方有权另行签订协议、补充协议或补充条款，另行签订的协议、补充协议或补充条款，与本协议具有同等法律效力。</dd>
      <dd>4、如本合同中的任何条款无论因何种原因完全或部分无效或不具有执行力，则应认为该条款可与本合同相分割，并可被尽可能接近各方意图的、能够保留本合同要求的经济目的的、有效的新条款所取代，而且在此情况下，本合同的其他条款仍然完全有效并具有约束力。</dd>
      <dd>5、本合同一式贰份，其中抵押权人壹份，抵押人壹份，均具有同等法律效力。</dd>
    </dl>
    <p class="font-weight">抵押人声明：抵押权人已依法向我方提示了相关条款（特别是黑体字条款），应我方要求对相关条款的概念、内容及法律效果做了说明，我方已经知悉并理解上述条款。</p>

    <p>（本页无正文，为《抵押合同》之签署页）</p>
    <p>在签署本合同时，双方对合同的所有条款已经阅悉，均无异议，并对当事人之间的法律关系、有关权利、义务和责任的条款的法律含义有准确无误的理解。</p>
    <p style="padding-top: .5rem; padding-bottom: .5rem">甲方：（电子签章） <span style="float: right"> 乙方：（电子签章）</span></p>
    <p>签约日期：   年   月    日</p>
    <p>签约地点：中国上海</p>
  </div>
</template>

<style scoped lang="stylus" rel="stylesheet/stylus">
  @import '~common/stylus/base'

  .mortgage-box
    background-color: #fff
    padding-top: .5rem

    .h2
      color: #c45c00
      text-align: center
      font-size: .3rem
      margin-top: .42rem
      margin-bottom: .15rem
      span
        font-weight: bold !important
      img
        vertical-align: middle
        margin-top: -.05rem
        width: .44rem
        height: .44rem

    p
      font-size: .22rem
      color: #525252
      text-indent: 2em
      padding: .13rem .4rem
      line-height 1.8

    .no-gap
      padding-top: 0 !important
      padding-bottom: 0 !important

    .no-top-gap
      padding-top: 0 !important

    .no-bottom-gap
      padding-bottom: 0!important

    .font-weight
      font-weight: 600

    .h4
      font-size: .3rem
      padding: 0 .4rem
      margin: .2rem 0
      margin-top: .3rem

    dl
      padding:.1rem .4rem
      dt,dd
        font-size: .22rem
        line-height 1.8
      dd
        text-indent: 2em
</style>
