<template>
  <div class="privacy-policies">
    <h2 class="h2">
      <!-- <img src="~common/image/Communal_nyd_2x_001.png" alt=""> -->
      <span>隐私政策</span>
    </h2>
    <p>
      您申请注册成为银码头（以下与运营方上海造艺网络科技有限公司统称“我们”、“平台”或“本平台”）的用户。本平台十分重视保护您的隐私及信息安全。您在使用我们的服务时，我们可能会收集和使用您的相关信息。我们希望通过本《隐私政策》向您说明，在使用我们的服务时，我们如何收集、使用、储存和分享这些信息，以及我们为您提供的访问、更新、控制和保护这些信息的方式。本《隐私政策》与您所使用的平台服务息息相关，希望您仔细阅读，在需要时，按照本《隐私政策》的指引，作出您认为适当的选择。本《隐私政策》中涉及的相关技术词汇，我们尽量以简明扼要的表述，并提供进一步说明的链接，以便您的理解。
    </p>
    <p style="font-weight:600">
      您确认，在本平台相关页面确认同意时已仔细阅读、充分理解并接受本《隐私政策》的全部内容，您使用或继续使用我们的服务，即意味着同意我们按照本《隐私政策》收集、使用、储存和分享您的相关信息。
    </p>
    <p>如您对本《隐私政策》或相关事宜有任何问题，请通过（021-65551686）与我们联系。</p>
    <p>
      我们提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。如您继续使用我们的服务，则视为您同意我们通过以下方式获得与您有关的信息并进行存储和合理使用。
    </p>
    <dl>
      <dt style="font-weight:600">一、您提供的信息</dt>
      <dd>
        1．您在注册账户或使用我们的服务时，向我们提供的相关个人信息，包括但不限于姓名、手机号码、电话号码、身份证号、电子邮件、银行卡号、居住城市、联系地址、婚姻状况、工作单位、工作职务、人际关系等信息。
      </dd>
      <dd>2．为了完善我们的服务，您可能需要向我们提供您的手机运营商服务密码等信息。</dd>
      <dd>3．您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所储存的信息。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">二、从其他方获得的您的信息</dt>
      <dd>
        1．您同意并于此授权我们查看、储存您的通讯运营商基础资料，包括但不限于您的登记姓名、手机号码、归属省份、话费余额、套餐信息（部分）、账单信息、开户日期（部分）、本地通讯录，包括姓名、电话号码、公司（如有）、电子邮件（如有）、地址（如有）、个人资料（如有）、备注（如有）。
      </dd>
      <dd>
        2．您同意并于此授权我们查看、储存通讯运营商其他相关资料，包括但不限于通话记录相关信息（包括但不限于通话发生时间、通话发生地、主叫/被叫、通话对方号码、通话时长（秒）、本地漫游长途属性）、短信记录相关信息（包括但不限于服务类型、短信发送/接受时间、对方号码）等。
      </dd>
      <dd>
        3．您同意并于此授权我们可以根据您提供的姓名、身份证号、银行账号等信息向依法设立的第三方征信机构及同业机构查询您的相关信用信息及借贷情况，包括但不限于您的信用分、信用报告、在其他机构的借贷情况等。
      </dd>
      <dd>
        4．您同意并于此授权平台及与平台合作的第三方查看、储存您的关联信用卡相关信息（包括但不限于持卡人姓名、发卡行、信用卡卡号后四位、是否开通快捷支付）等信息。
      </dd>
      <dd>
        5．您同意并于此授权平台及与平台合作的第三方（淘宝或京东）查看、储存您在该第三方处留存的账号信息、实名认证状态、交易记录相关信息（包括但不限于交易时间、交易内容、收货人姓名、收货人固话/手机、收货人地址、付款银行）、交易对方户名等。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">三、我们获取的您的信息</dt>
      <dd>
        您使用服务时我们可能收集如下日志信息，即您使用我们的服务时，系统可能通过cookies、web beacon或其他方式自动采集的技术信息，包括：
      </dd>
      <dd>
        1．设备或软件信息，例如您的移动设备、网页浏览器或用于接入我们服务的其他程序所提供的配置信息、您的IP地址和移动设备所用的版本和设备识别码；
      </dd>
      <dd>
        2．在使用我们服务时搜索或浏览的信息，例如您使用的网页搜索词语、访问的地址，以及您在使用我们服务时浏览或要求提供的其他信息和内容详情；
      </dd>
      <dd>
        3．有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；
      </dd>
      <dd>
        4．位置信息，指您开启设备定位功能并使用我们基于位置提供的相关服务时，收集的有关您位置的信息，包括：
      </dd>
      <dd>
        （1）您通过具有定位功能的移动设备使用我们的服务时，通过GPS或WiFi等方式收集的您的地理位置信息；
      </dd>
      <dd>
        （2）您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的账户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息，您或其他人共享的照片包含的地理标记信息；
      </dd>
      <dd style="color:red;font-weight:600">您可以通过关闭定位功能，停止对您的地理位置信息的收集。</dd>
      <dd>
        5．为了更好的提供服务，我们会使用自动索引和类似的技术来提供我们的服务，并协助采集数据。您同意我们使用这类技术获得您浏览第三方平台所产生的个人数据信息，我们将使用这些信息来分析您的偏好以改进我们的服务。并且这些信息能够提升我们对您的评价，使您可以获得我们提供的更高层级的服务。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">四、信息的使用</dt>
      <dd style="font-weight:600">1．我们可能将在向您提供服务的过程之中所收集的信息用作下列用途：</dd>
      <dd>（1）向您提供服务，以及维护、改进这些服务；</dd>
      <dd>（2）在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；</dd>
      <dd>（3）帮助我们设计新服务，改善我们现有服务；</dd>
      <dd>（4）使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求，例如位置设定、个性化的帮助服务和指示，或对您和其他用户作出其他方面的回应；</dd>
      <dd>（5）向您提供与您更加相关的广告以替代普遍投放的广告；</dd>
      <dd>（6）评估我们服务中的广告和其他促销及推广活动的效果，并加以改善；</dd>
      <dd>（7）软件认证或管理软件升级；</dd>
      <dd>（8）让您参与有关我们产品和服务的调查。</dd>
      <dd style="font-weight:600">2．我们使用您的信息的具体方式包括但不限于：</dd>
      <dd>（1）为了能够为您提供个性化的服务，使用您的地理位置信息；</dd>
      <dd>（2）为了在我们联系不到您时还能够及时向您告知我们的服务情况，使用您的通讯录信息；</dd>
      <dd>（3）为了保护您的资金账户的安全，在您进行实名认证时，使用您的姓名与身份证号去全国身份证查询系统中进行核实；</dd>
      <dd>（4）为了保证我们的服务质量，使用您的电话号码及密码去第三方依法设立的查询机构查询并存储您近期的话费账单等信息；</dd>
      <dd>（5）为了核实您的身份，使用您的姓名、身份证号、银行账号等个人信息去第三方依法设立的征信机构查询您账户的真实性；</dd>
      <dd>（6）为了维护您良好的信用记录，当您违反了平台的产品与服务条款时，我们会及时与您电话联系。如无法与您取得联系，我们会通过联系您通讯录中的其他人，从而及时告知您详情，向您提示相关风险。</dd>
      <dd>
        3．为了让您有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某一项服务所收集的信息，以汇集信息或者个性化的方式，用于我们的其他服务。例如，在您使用我们的一项服务时所收集的信息，可能在另一服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。如果我们在相关服务中提供了相应选项，您也可以授权我们将该服务所提供和储存的信息用于我们的其他服务。
      </dd>
      <dd>
        4．我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障账户安全。
      </dd>
      <dd>
        5．我们以及我们的关联公司，可能将您的个人信息与我们的关联公司、合作伙伴及第三方服务供应商、承包商及代理（例如代表我们发出电子邮件或推送通知的通讯服务提供商、为我们提供位置数据的地图服务供应商）分享（他们可能并非位于您所在的法域），用作下列用途：
      </dd>
      <dd>（1）向您提供我们的服务；</dd>
      <dd>（2）实现“我们可能如何使用信息”部分所述目的；</dd>
      <dd>（3）履行我们在《平台注册服务协议》或本《隐私政策》中的义务和行使我们的权利；</dd>
      <dd>（4）理解、维护和改善我们的服务。</dd>
      <dd>如我们或我们的关联公司与任何上述第三方分享您的个人信息，我们将努力确保该等第三方在使用您的个人信息时遵守本《隐私政策》及我们要求其遵守的其他适当的保密和安全措施。</dd>
      <dd>除上述情形外，未经您同意，我们以及我们的关联公司不会与任何第三方分享您的个人信息。</dd>
      <dd>6．随着我们业务的持续发展，我们以及我们的关联公司有可能进行合并、收购、资产转让或类似的交易，您的个人信息有可能作为此类交易的一部分而被转移。我们将在转移前通知您。</dd>
      <dd>7．我们或我们的关联公司还可能为以下需要而保留、保存或披露您的个人信息：</dd>
      <dd>（1）遵守适用的法律法规；</dd>
      <dd>（2）遵守法院命令或其他法律程序的规定；</dd>
      <dd>（3）遵守相关政府机关的要求；</dd>
      <dd>（4）为遵守适用的法律法规、维护社会公共利益，或保护我们的客户、我们或我们的集团公司、其他用户或雇员的人身和财产安全或合法权益所合理必需的用途。</dd>
      <dd>
        （5）提供给依法设立的征信机构和个人信用数据库（包括但不限于国家及地方征信机构、行业协会建立的信用共享平台及与本平台合作的第三方征信数据采集机构），以供有关单位和个人依法查询和使用。
      </dd>
      <dd>（6）经您同意或许可的其他情形。</dd>
      <dd>8．我们仅在本《隐私政策》所述目的所必需的期间和法律法规要求的时限内保留您的个人信息。</dd>
      <dd>
        9．我们使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。例如，在某些服务中，我们将利用加密技术来保护您提供的个人信息。<span style="font-weight:600">但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。</span>您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。
      </dd>
      <dd>10．出现下列情形之一的，我们可能向外部第三方公开平台所获取的您的信息：</dd>
      <dd>（1）基于您的同意或授权；</dd>
      <dd>（2）基于对改进产品及服务的需求；</dd>
      <dd>（3）出于履行平台的法定义务，为了预防、调查非法活动，保护社会或他人人身、财产安全，所必须向有关司法、行政机关履行之报告义务；</dd>
      <dd>（4）基于您违反平台相关产品及服务的规则，平台基于法定或与第三方之间的约定就您的违约行为履行相应的报告义务；</dd>
      <dd>（5）平台因您违反平台相关产品及服务的规则，基于维护自身合法权益的需要，向第三方披露用户的相关信息，从而保障平台合法权益之目的；</dd>
      <dd>
        （6）根据法律规定及合理的商业习惯，平台在计划与其他公司进行合并或进行其他资本市场活动时（包括但不限于股权融资、债券发行等），以及其他情形下我们需要接受其他主体的尽职调查时，我们可能会将经过您授权所获取的信息提供给相应的主体。平台会通过与相关主体签订保密协议的形式以及其他商业上合理的手段要求相关主体对于用户信息加以保密。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">五、邮件和信息推送</dt>
      <dd>
        您在使用我们的服务时，我们可能使用您的信息向您的设备发送电子邮件、新闻或推送通知。如您不希望收到这些信息，可以按照我们的相关提示，在设备上选择取消订阅。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">六、与服务有关的公告</dt>
      <dd>
        1．我们可能在必要时（例如因系统维护而暂停某一项服务时）向您发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于推广的公告。
      </dd>
      <dd>2．我们的服务可能包括或链接至第三方提供的其他服务（包括网站）。例如：</dd>
      <dd>（1）您利用第三方连线服务登录我们的服务。这些功能可能会收集您的相关信息（包括您的日志信息），并可能在您的电脑装置cookies，从而正常运行上述功能；</dd>
      <dd>（2）我们通过广告或我们服务的其他方式向您提供链接，使您可以接入第三方的服务或网站；</dd>
      <dd>
        （3）该等第三方服务可能由相关的第三方或我们运营。您使用该等第三方的其他服务（包括您向该等第三方提供的任何个人信息），须受该第三方的服务条款及隐私政策（而非通用服务条款或本《隐私政策》）约束，您需要仔细阅读其条款。本《隐私政策》仅适用于我们所收集的信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，我们对任何第三方使用由您提供的信息不承担任何责任。
      </dd>
      <dd>
        3．我们不会在知情的情况下收集未成年人的个人信息，也不建议未成年人使用我们的服务。除非所在地法律允许并且监护人同意，未成年人请不要注册账户或发送自己的姓名、住址、电话、邮件地址等个人信息给我们。如果我们不小心收集到了未成年人的信息，我们在知情后会尽快删除。如果您认为我们可能不当地持有来自于或关于未成年人的信息，请联系我们。
      </dd>
      <dd>
        4．除某些特定服务外，我们所有的服务均适用本《隐私政策》。这些特定服务将适用特定的隐私政策。<span style="font-weight:600">针对某些特定服务的特定隐私政策，将更具体地说明我们在该等服务中如何使用您的信息。</span>该特定服务的隐私政策构成本《隐私政策》的一部分。<span style="font-weight:600">如相关特定服务的隐私政策与本《隐私政策》有不一致之处，适用该特定服务的隐私政策。</span>
      </dd>
      <dd>
        5．除本《隐私政策》另有规定外，本《隐私条款》所用词语将与《平台注册服务协议》所定义的词语具有相同的涵义。
      </dd>
      <dd style="font-weight:600">6．请您注意，本《隐私政策》不适用于以下情况：</dd>
      <dd>（1）通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息；</dd>
      <dd>（2）通过在我们服务中进行广告服务的其他公司或机构所收集的信息。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">八、信息的保护</dt>
      <dd>
        我们非常重视您的个人信息安全。平台将采取不低于一般行业惯例对于通过您的授权所获取的信息进行保护，并以一切商业上的合理努力确保这些信息的安全。我们组织内部也将根据国家相关法律、法规、规章等制度制定严格的隐私和安全准则，并要求全体员工知晓和遵守，在我们组织内部严格实施。通常，平台的员工或与平台合作的第三方并不会查看在平台系统中存储的用户信息（但平台根据本协议约定向特定主体提供的除外），当我们得知您可能违反了平台的产品及服务条款时，为了及时提醒您以免您留下不良信用记录，我们会根据本协议或您与我们另行达成的约定使用您的信息。因下列原因导致您个人信息泄露的，我们不承担任何责任：
      </dd>
      <dd>
        1．基于防火墙或其他安全软件可能发生故障，或按照当前商业上可以采取的安全手段也难以避免或及时消除的故障及破坏，将可能导致您的信息遭到外部访问、窃取或删除；
      </dd>
      <dd>
        2．因不可抗力所导致的您的注册资料及个人信息泄露的（包含但不限于黑客攻击、第三方导致的系统缺陷等）；
      </dd>
      <dd>
        3．因您自身的会员账号密码保管不善、委托他人使用或者其他个人原因泄露账号密码导致您个人信息泄露的。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">九、变更</dt>
      <dd>
        我们可能根据相关法律、法规、政策的要求及提供服务的需要适时修订本《隐私政策》的条款，该等修订构成本《隐私政策》的一部分。如该等修订造成您在本《隐私政策》下权利的实质减少，我们将在修订生效前通过在主页上显著位置提示或向您发送电子邮件或以其他方式通知您。经修订的协议和规则在公告没有特殊说明的情况下，一经公告或通知即对您发生法律效力。您应适时关注本平台发布的相关公告或通知，在该种情况下，若您继续使用我们的服务，即表示同意受经修订的本《隐私政策》的约束。若您不同意修改后的条款内容，应立即停止使用本平台提供的有关服务。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">十、其他</dt>
      <dd>
        所有因本《隐私政策》的解释或履行引起的争议，应首先由各方通过友好协商解决。协商不成的，任何一方均有权将相关争议提交上海市仲裁委员会按仲裁委员会当时有效仲裁规则采用中文于上海进行仲裁。仲裁裁决将是终局的，对各方均具约束力。
      </dd>
    </dl>
    <!-- <p style="text-indent:0;font-weight:600">平台方：上海造艺网络科技有限公司</p>
    <p style="text-indent:0;font-weight:600;display:none">用户：___________</p>
    <p style="text-indent:0;font-weight:600">签署时间：______年____月____日</p> -->
  </div>
</template>

<script type="text/ecmascript-6">
  export default {}
</script>

<style scoped lang="stylus" rel="stylesheet/stylus">
  @import '~common/stylus/base'

  .privacy-policies
    background-color: #ffffff
    padding-top: .1rem
    padding-bottom: .5rem

    .h2
      color: #c45c00
      text-align: center
      font-size: .3rem
      margin-top: .42rem
      margin-bottom: .15rem
      span
        font-weight: bold !important
      img
        vertical-align: middle
        margin-top: -.05rem
        width: .44rem
        height: .44rem

    p
      font-size: .22rem
      color: #525252
      text-indent: 2em
      padding: .13rem .4rem
      line-height 1.8

    .no-gap
      padding-top: 0 !important
      padding-bottom: 0 !important

    .no-top-gap
      padding-top: 0 !important

    .no-bottom-gap
      padding-bottom: 0!important

    .font-weight
      font-weight: 600

    .h4
      font-size: .3rem
      padding: 0 .4rem
      margin: .2rem 0
      margin-top: .3rem

    dl
      padding:.1rem .4rem
      dt,dd
        font-size: .22rem
        line-height 1.8
      dd
        text-indent: 2em

</style>
