<template>
  <div class="register-protocol">
    <h2 class="h2">
      <!-- <img src="~common/image/Communal_nyd_2x_001.png" alt=""> -->
      <span>用户注册服务协议</span>
    </h2>
    <p>
      在您注册、登陆【银码头平台，包括网站：（http://www.creativearts.cn/）及App】（下称“平台”或“本平台”）或使用本平台所提供的相关服务前，请您务必认真阅读、充分理解本《平台用户注册服务协议》（以下称“本协议”）中规定的所有权利义务，尤其是其中涉及的免除及限制双方责任、对双方权利进行限制的条款。除非您接受本协议条款，否则您无权注册、登陆本平台或使用本平台所提供的相关服务。您一旦注册、登陆本平台或以任何方式使用本平台提供的相关服务，将视为您对本协议的接受，即表示您同意接受本协议各项条款的约束，并成为本平台的用户。届时您不应以未阅读本协议的内容或者未获得本平台对您问询进行解答等理由主张本协议无效，或要求撤销本协议。如果您不同意本协议中的条款，请不要注册、登陆本平台或使用本平台的任何服务。请您知悉，本协议是您与本平台运营方合水县金城村镇银行股份有限公司之间的法律协议，并以电子合同方式签署，具有法律效力。
    </p>
    <dl>
      <dt style="font-weight: 600">一、平台声明</dt>
      <dd>
        1．本协议内容包括以下条款及已经发布的或将来可能发布的各类规则、公告或通知。所有规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。本协议是由您与合水县金城村镇银行股份有限公司共同签订的，适用于您在平台的全部交易活动。在您注册时，您已经阅读、理解并接受本协议的全部条款及各类规则，并承诺遵守中国现行的法律、法规、规章及其他政府规定，如有违反而导致任何法律后果的发生，您将以自己的名义独立承担所有相应的法律责任。
      </dd>
      <dd>
        2．本平台有权根据需要不时地制定、修改本协议或各类规则，如本协议及规则有任何变更，本平台将在网站、手机客户端上刊载公告，经修订的本协议、规则一经公布后，立即自动生效。您应不时地注意本协议及规则的变更。您在公告之日后登陆本平台或继续使用本平台提供的任何一项服务的，即表示您已仔细阅读、充分理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本平台提供的有关服务；若您不同意相关变更，您应该立即停止使用本平台提供的有关服务，且本平台有权不经任何告知终止、中止本协议或者限制您进入平台的全部或者部分板块且不承担任何法律责任。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">二、用户注册</dt>
      <dd>
        1．您作为自然人，注册成为本平台用户应当满足如下条件：
      </dd>
      <dd>
        必须是中华人民共和国（不包括香港特别行政区、澳门特别行政区及台湾地区）公民，年满18周岁，非全日制在校学生，具有完全民事权利和民事行为能力，能够独立承担民事责任；但通过本平台另行设置的规则及流程进行注册的用户除外。在使用本平台服务前，您必须先在本平台进行注册并完成相关认证程序。
      </dd>
      <dd>
        2．您作为非自然人，注册成为本平台用户应当满足如下条件：
      </dd>
      <dd>
        （1）必须是在中国境内合法设立并有效存续的主体；
      </dd>
      <dd>
        （2）在本平台进行交易时应当遵循法律法规对其经营的要求，具有相应的还款能力，用于还款的资金为合法的自有资金；
      </dd>
      <dd>
        3．您必须依本平台要求提示提供注册时的真实、最新、有效及完整的资料，并有义务更新注册资料，确保其为真实、最新、有效及完整。若您提供任何错误、虚假、过时或不完整的资料，或者平台依其独立判断有合理理由怀疑您提供的该等信息或资料为错误、虚假、过时或不完整的，平台有权暂停或终止您使用会员账户，并拒绝您使用本平台服务的部分或全部功能。在此情况下，平台不承担任何责任，您同意自行负担因此所产生的直接或间接的任何支出或损失。如因您未及时更新基本资料，导致本平台服务无法提供或提供时发生任何错误，您不得将此作为取消交易或拒绝付款的理由，平台亦不承担任何责任，所有后果应由您自行承担。如您因网上交易与其他用户产生诉讼的，平台将根据隐私规则使用、披露相关您的信息或资料。
      </dd>
      <dd>
        4．您按照本平台规定的注册程序成功注册成为平台用户，既表示您同意并签署了本协议。本协议不涉及您与平台的其他用户之间因网上交易而产生的法律关系及法律纠纷，但您在此同意将全面接受和履行与平台其他用户在平台签订的任何电子法律文本，并承诺按该法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">三、账户管理</dt>
      <dd>
        1．您确认，您在本平台完成注册后将生成您的会员账户，该账户将记载您在本平台进行的相关交易记录，且是您登陆并使用本平台的唯一账户。您注册成功后，未经本平台书面同意，不得将您的会员账户名以任何形式出租、出售、赠与、转让、授权给第三方使用。
      </dd>
      <dd>
        2．会员账户的用户名及登录密码是本平台识别您用户身份的唯一标识。您确认，使用您的会员账户和密码登录平台后在平台的一切行为、指令均代表您本人并由您本人承担相应的法律后果。您了解并同意，确保会员账户及密码的安全是您的责任，并同意以下事项：
      </dd>
      <dd>
        （1）不对其他任何人泄露账户或密码，亦不可使用其他任何人的账户或密码。因黑客、病毒或您的保管疏忽等非本平台原因导致您的会员账户遭他人非法使用的，本平台不承担任何责任。
      </dd>
      <dd>
        （2）本平台通过您的会员账户及密码来识别您的指令，您不可撤销地确认，使用您的账户和密码登陆后在本平台的一切行为均代表您本人。您的账户操作所产生的电子信息记录均为您行为的有效凭据，并由您本人承担由此产生的全部责任。
      </dd>
      <dd>
        （3）冒用他人账户及密码的，本平台及其合法授权主体保留追究实际使用人连带责任的权利。
      </dd>
      <dd>
        3．如您发现有第三人冒用或盗用您的会员账户及密码，或其他任何未经合法授权的情形，应立即以有效方式通知本平台暂停相关服务，否则由此产生的一切责任由您自行承担。同时，您理解本平台您的请求采取行动需要合理期限，在此之前，本平台对第三人使用该服务所导致的损失不承担任何责任。
      </dd>
      <dd>
        4．您承诺合法使用平台提供的服务及网站内容，不在平台从事任何可能违反中国现行的法律、法规、规章和政府规范性文件的行为或者任何未经授权使用平台的行为，如擅自进入平台的未公开系统、不正当地使用密码和网站任何内容等。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">四、服务内容</dt>
      <dd>
        1．合水县金城村镇银行股份有限公司通过本平台以及其他渠道和方式向您提供以下服务中的一项或多项：<span style="font-weight:600">对您的资信进行尽职调查以及评估，进行身份认证、银行卡认证等，为您提供咨询交易有关内容，为您提供信息搜索服务，向您推介金融机构发布的各类合适的借款产品，并引导您向与本平台合作的金融机构平台申请借款。</span>具体详情以本平台当时提供的服务内容为准。您确认，不管本协议是否有相反规定，平台可能根据业务需要或政策要求而不时调整本协议项下的服务内容或服务提供的方式、对象或提供方，具体以本平台不时发布的公告或规则为准。
      </dd>
      <dd>
        2．您确认，您在本平台上按本平台相关服务流程所确认的交易状态，将成为本平台为您进行相关交易或操作（包括但不限于提供个人信息等）的不可撤销的指令，且该等指令为不可逆转的，您不得以任何理由拒绝或延迟履行因该等指令所产生的相关义务。您同意相关指令的执行时间以本平台在系统中进行实际操作的时间为准。您同意本平台有权依据本协议及/或本平台相关纠纷处理规则等约定对相关事项进行处理。
      </dd>
      <dd>
        3．通过本平台有关居间服务与其他用户达成的所有交易项下资金的存放和转移均通过银行或第三方支付机构实现，本平台并不存放有关交易资金。
      </dd>
      <dd>
        4．您完全了解本平台并不是银行或其他金融机构，按照中国法律规定，本平台不提供“即时”金额转账服务，您同意本平台对资金到账延迟不承担任何责任。
      </dd>
      <dd>
        5．您确认，通过本平台进行各项交易或接受交易款项时，若您未遵从本协议条款或本平台公布的交易规则中的操作指示，本平台不承担任何责任。若发生上述状况而款项已先行划入您的会员账户下，您同意本平台有权直接从您的会员账户中撤回或扣划相关款项且您无要求本平台支付此笔款项之权利。此款项若已汇入您的银行账户，您同意本平台有就该笔款项向您事后追索的权利，由此产生的追索费用由您承担。
      </dd>
      <dd>
        6．本平台有权基于交易安全等方面的考虑不时设定涉及交易的相关事项，包括但不限于交易限额、交易次数等，您了解本平台的前述设定可能会对交易造成一定不便，对此没有异议。
      </dd>
      <dd>
        7．如果本平台发现了因系统故障或其他任何原因导致的处理错误，无论有利于本平台还是有利于您，本平台都有权纠正该错误。
      </dd>
      <dd>
        8．您同意，本平台有权在提供本平台服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在本平台的任何页面上投放广告），并且，您同意接受本平台通过电子邮件、手机短信或其他您预留的联系方式向您发送产品信息或其他相关商业信息。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">五、合同管理</dt>
      <dd>
        1．您在本平台以及在本平台合作的金融机构之间进行交易需要订立的合同或协议将采用电子合同或该等金融机构确定的其他方式。<span style="font-weight:600">您根据有关协议及本平台的相关规则在本平台及金融机构平台确认签署的电子合同即视为您本人真实意愿并以您本人名义签署的合同，具有法律效力。</span>您应妥善保管自己的账户密码等账户信息，您通过前述方式订立的电子合同对合同各方具有法律约束力，您不得以账户密码等账户信息被盗用或其他理由否认已订立的合同的效力或不按照该等合同履行相关义务。
      </dd>
      <dd>
        2．您同意并确认合水县金城村镇银行股份有限公司或与合水县金城村镇银行股份有限公司建立合作关系的第三方有权委托第三方电子存证机构保存上述电子合同等其他电子信息。您不可撤销地在此授权合水县金城村镇银行股份有限公司及与合水县金城村镇银行股份有限公司建立合作关系的第三方，如由第三方电子存证机构保存电子协议的，合水县金城村镇银行股份有限公司及与合水县金城村镇银行股份有限公司建立合作关系的第三方有权代您申请相关数字证书及电子签章并为签署相关电子合同的目的使用前述数字证书及电子签章。您同意，合水县金城村镇银行股份有限公司及与合水县金城村镇银行股份有限公司建立合作关系的第三方按照前述方式使用您的数字证书及电子签章的法律后果由您独立承担。
      </dd>
      <dd>
        3．您根据本协议、本平台的相关规则与合水县金城村镇银行股份有限公司或与合水县金城村镇银行股份有限公司建立合作关系的第三方签署电子合同后，不得擅自修改该合同。本平台或与合水县金城村镇银行股份有限公司建立合作关系的第三方向您提供电子合同的保管查询、核对等服务，如对电子合同真伪或电子合同的内容有任何疑问，您可通过发送电子邮件向合水县金城村镇银行股份有限公司或与合水县金城村镇银行股份有限公司建立合作关系的第三方申请查阅有关合同并进行核对。如对此有任何争议，应以本平台记录的合同为准。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">六、免责声明</dt>
      <dd>
        1．除平台明确表示提供担保的业务外，平台提供的服务中不带有对平台中的任何您、任何交易的任何保证或条件，无论是明示、默示或法定的，因此平台及其股东、创建人、董事、监事、高级管理人、高级职员、代理人、关联公司、母公司、子公司和雇员等均不能完全保证网站内容的真实性、充分性、及时性、可靠性、完整性和有效性，并且免除任何由此引起的法律责任。
      </dd>
      <dd>
        2．在任何情况下，对于您使用本平台服务过程中涉及由第三方提供相关服务的责任由该第三方承担，本平台不承担该等责任。本平台不承担责任的情形包括但不限于：
      </dd>
      <dd>
        （1）因银行、第三方支付机构等第三方未按照您和/或本平台指令进行操作引起的任何损失或责任；
      </dd>
      <dd>
        （2）因银行、第三方支付机构等第三方原因导致资金未能及时到账或未能到账引起的任何损失或责任；
      </dd>
      <dd>
        （3）因银行、第三方支付机构等第三方对交易限额或次数等方面的限制而引起的任何损失或责任；
      </dd>
      <dd>
        （4）因其他第三方的行为或原因导致的任何损失或责任。
      </dd>
      <dd>
        3．因您自身的原因导致的任何损失或责任，由您自行承担责任，本平台不承担责任，具体情形包括但不限于：
      </dd>
      <dd>（1）您未按照本协议或本平台不时公布的任何规则进行操作导致的任何损失或责任；</dd>
      <dd>
        （2）因您未妥善保管或泄露您会员账号信息，银行卡信息或身份认证等信息导致的您自身、本平台及本平台其他用户或任何第三方的任何损失或责任，均由您承担相应责任；
      </dd>
      <dd>
        （3）您向本平台发送的指令信息不明确、或存在歧义、不完整等导致的任何损失或责任；
      </dd>
      <dd>
        （4）其他因您个人原因导致的任何损失或责任。
      </dd>
      <dd>
        4．基于互联网的特殊性，本平台及与金融机构平台不保证平台提供的服务不会出现中断，也不保证服务的及时性和/或安全性。系统因相关状况无法正常运作，使您无法使用任何本平台服务或使用任何本平台服务时受到任何影响时，本平台对您或第三方不负任何责任，前述状况包括但不限于：
      </dd>
      <dd>（1）本平台系统停机维护期间；</dd>
      <dd>（2）电信设备出现故障不能进行数据传输的；</dd>
      <dd>（3）由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的本平台服务中断或延迟；</dd>
      <dd>（4）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本平台系统障碍不能执行业务的。</dd>
      <dd>5．本平台的手机客户端、网站内容可能涉及由第三方所有、控制或者运营的其他网站或平台（以下称“第三方网站”或“第三方平台”）。本平台不能保证也没有义务保证第三方网站上的信息的真实性、有效性和安全性。您确认按照第三方网站的服务协议使用第三方网站，而不是按照本协议。第三方网站不是平台推荐或者介绍的，第三方网站的内容、产品、广告和其他任何信息均由您自行判断并承担风险，而与本平台无关。对于该等外部链接指向的非由合水县金城村镇银行股份有限公司实际控制的任何网页上的内容，本平台不承担任何责任。</dd>
      <dd>6．在非人为因素、或平台无过错的情况下，平台对您使用平台服务而产生的任何形式的直接或间接损失均不承担法律责任，包括但不限于资金损失、利润损失、营业中断损失等。因平台或者涉及的第三方网站或第三方平台的设备、系统存在缺陷或者因为计算机病毒造成的损失，本平台均不负责赔偿，您的补救措施只能是与平台终止本协议并停止使用平台。但是，中国现行法律、法规另有规定的除外。</dd>
      <dd>
        7．本平台没有义务监测网站、手机端内容，但是您确认并同意平台有权不时地根据法律、法规、政府要求披露、修改或者删除必要的、合适的信息，以便更好地运营平台并保护自身及平台的其他合法用户。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">七、隐私政策与个人信息授权</dt>
      <dd>
        1．您同意并不可撤销地授权平台及与业务相关的第三方对本人/本单位的相关交易信息进行收集，并在与业务相关的第三方之间共享；同时同意本平台将查询获取的信息进行保存、整理、加工，但法律、法规、监管政策禁止查询的除外，当您作为借款人借款逾期未还时，平台及作为出借人的其他您可以使用您的个人信息追索债权。
      </dd>
      <dd>2．本平台采集的及涉及的您的个人信息主要包括如下方式，请您特别注意：</dd>
      <dd>（1）您提供给平台的个人信息及您同意平台收集的个人信息的主要目的在于向您提供一个顺利、有效和度身订造的交易体验。</dd>
      <dd>
        您授权提供的个人信息包括：手机号码、身份证号、IP地址\互联网协议地址、网络连接状态、短信、通话记录、通讯录及您提供的其他信息，以实现平台更好地为注册您提供服务。平台可以根据本协议的规定使用或披露前述信息。
      </dd>
      <dd>
        （2）您同意并于此不可撤销地授权本平台可以向国家及地方征信机构、行业协会建立的信用共享平台及其它合法拥有您相关信息的机构查询并记录您的相关信息，用于本协议约定的目的。您同意前述机构向本平台提供该等信息无须另行获得您的授权。
      </dd>
      <dd>
        （3）本平台可能自公开来源了解您的情况，并为您度身订造平台服务、解决争议并有助确保在网站进行安全交易。
      </dd>
      <dd>
        （4）本平台按照您在平台上的行为自动追踪关于您的某些资料，包括但不限于您通过本平台输入的信息、浏览的交易项目及其他广告等。本平台利用这些资料进行有关平台之您的人口统计、兴趣及行为的内部研究，以更好地了解您及向您和平台的您社区提供更好的服务。
      </dd>
      <dd>
        （5）本平台在平台的某些网页上使用诸如“Cookies”的资料收集装置。如您如拒绝本平台使用该等收集装置的应当在您访问本平台的浏览器或app中修改相关设置以阻止或删除“Cookies”。
      </dd>
      <dd>
        （6）如您将个人通讯信息（例如：手机短信、电邮或信件）交付给平台，或如果其他您或第三方向平台发出关于您在平台上的活动或登录事项的通讯信息，平台可以将这些资料收集在您的专门档案中。
      </dd>
      <dd style="font-weight:600">3．平台对您的资料的使用</dd>
      <dd>
        （1）您同意平台可使用关于您的个人信息（包括但不限于平台持有的有关您的档案中的资料，及平台从您目前及以前在平台上的活动所获取的其他资料）以解决争议、对纠纷进行调停、有助于确保在平台进行安全交易，并履行平台的服务协议。平台有时候可能调查多个您以识别问题或解决争议，特别是平台可审查您的资料以区分使用多个用户名或别名的用户。
      </dd>
      <dd>
        （2）您同意平台可以使用您的个人信息以改进平台的推广和促销工作、分析网站的使用率、改善平台的内容和产品推广形式，并使平台的网站内容、设计和服务更能符合您的要求。这些使用能改善平台的网页，以调整平台的网页使其更能符合您的需求，从而使您在使用平台服务时得到更为顺利、有效、安全及度身订造的交易体验。您同意平台利用您的资料与您联络并向您传递（在某些情况下）针对您的兴趣而提供的信息，例如：有针对性的广告条、行政管理方面的通知、产品提供以及有关您使用平台的通讯。
      </dd>
      <dd>
        （3）为禁止您在平台上的欺诈、非法或其他刑事犯罪活动，使平台免受其害，您同意平台可通过人工或自动程序对您的个人信息进行评价。
      </dd>
      <dd style="font-weight:600">4．平台对您信息的披露</dd>
      <dd>
        （1）履行本协议提供给本平台的信息，本平台不会恶意出售或免费共享给任何第三方，您同意并于此授权，本平台在以下情况有权将您的资料提供给下述第三方：
      </dd>
      <dd>1）为提供平台承诺或提供的相关服务之目的，且平台已就相关服务由第三方提供的事实向您予以披露的；</dd>
      <dd>2）提供独立服务且仅要求服务相关的必要信息的供应商，如印刷厂、邮递公司等；</dd>
      <dd>3）具有合法调阅信息权限并从合法渠道调阅信息的政府部门或其他机构，如公安机关、检察院、法院；</dd>
      <dd>4）为提供平台承诺或提供的相关服务之目的，向本平台的关联实体提供；</dd>
      <dd>5）向国家及地方征信机构、行业协会建立的信用共享平台及与本平台合作的第三方征信数据采集机构提供；</dd>
      <dd>6）经您或您的授权代表同意的第三方。</dd>
      <dd>（2）虽然平台采用行业标准惯例以保护您的个人信息，鉴于技术限制，平台不能确保您的全部私人通讯及其他个人信息不会通过本隐私规则中未列明的途径泄露出去。</dd>
      <dd>
        （3）本平台有义务根据协议约定、以及有关法律要求向与平台建立合作关系的金融机构、司法机关和政府部门提供您的个人信息。在您未能按照本协议或者与平台其他您签订的借款协议等其他法律文本的约定履行自己应尽的义务时，平台有权根据自己的判断或者与该笔交易有关的其他用户的请求披露您的个人信息，并做出评论。您在与就平台建立合作关系的其他金融机构平台上的借款逾期超过【30】天的，平台有权对您提供的及平台自行收集的您的个人信息和资料编辑入网站黑名单，用于审核逾期您之后的借款申请。同时，您在此同意并授权平台在网络上公布您的违法、违约行为及您事先提供给平台的信息和资料，并将该等内容记入任何与您相关的信用资料和档案。
      </dd>
      <dd>
        （4）本平台有权根据自己的判断对您提供的及本平台自行收集的您的用户信息和资料在平台上对第三方进行披露，且本平台有权将您提交或本平台自行收集的您的资料和信息与任何第三方进行数据共享，以便本平台和/或第三方催收或追索逾期借款及对您的其他申请进行审核之用，由此可能造成的您的任何损失，本平台不承担法律责任。
      </dd>
      <dd style="font-weight:600">5．您对其他用户的资料的使用</dd>
      <dd>（1）在平台提供的交易活动中，您无权要求平台提供其他用户的个人信息，除非符合以下条件：</dd>
      <dd>1）您已向法院起诉其他用户在平台活动中的违约行为；</dd>
      <dd>2）接受您贷款的借款人逾期未归还借款本息；</dd>
      <dd>3）平台被吊销营业执照、解散、清算、宣告破产或者其他有碍于您收回借款本息的情形。</dd>
      <dd>
        （2）如您通过签署有关协议等方式获得本平台其他用户的信息，您同意不将该等信息用于除还本付息或向债务人追索债权以外的其他任何用途，除非该等信息根据适用的法律规定、被有管辖权的法院或政府部门要求披露。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">八、账户的暂停、注销或终止</dt>
      <dd>
        1．除非本平台终止本协议或者您申请终止本协议且经本平台同意，否则本协议始终有效。在您违反了本协议、相关规则，或在相关法律法规、政府部门的要求下，本平台有权通过站内信、电子邮件通知等方式单方面终止本协议、关闭您的会员账户或者限制您使用本平台，但不能因此免除您根据本协议或在本平台生成的其他协议项下的尚未履行完毕的义务。
      </dd>
      <dd>
        2．您同意，您的会员账户的暂停、中断或终止不代表您责任的终止，您仍应对其使用本平台服务期间的行为承担可能的违约或损害赔偿责任，同时本平台仍可保有您的相关信息。
      </dd>
      <dd>
        3．您决定不再使用会员账户时，应首先清偿所有应付款项（包括但不限于有关交易的借款本金、利息、罚息、违约金、服务费、管理费等），再将会员账户中的可用款项（如有）全部取现或者向本平台发出其它合法的支付指令，并向本平台申请注销该会员账户，经本平台审核同意后可正式注销会员账户。
      </dd>
      <dd>
        4．若您不再符合本协议第一条规定的注册用户条件（包括但不限于自然人用户不再具有中国公民身份、死亡或被宣告死亡或丧失民事行为能力的或其他不符合本协议规定的情况），其在本协议项下的各项权利义务由其依法享有继承其权利义务的主体承担。本平台或其授权的主体有权根据有效法律文书（包括但不限于生效的法院判决等）处置与会员账户相关的款项，办理资产的转移。同时，本平台有权关闭您的会员账户。
      </dd>
      <dd>
        5．本平台有权基于单方独立判断，在其认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向您提供本协议项下的全部或部分会员服务（包括收费服务），并将注册资料移除或删除，且无需对您或任何第三方承担任何责任。前述情形包括但不限于：
      </dd>
      <dd>（1）本平台认为您提供的资料不具有真实性、有效性或完整性；</dd>
      <dd>（2）本平台发现您的账户存在异常交易或有疑义或有违法之虞时；</dd>
      <dd>（3）本平台认为您账户涉嫌洗钱、套现、传销、被冒用或其他本平台认为有风险之情形；</dd>
      <dd>（4）本平台认为您已经违反本协议中规定的各类规则及精神；</dd>
      <dd>（5）您在使用本平台收费服务时未按规定向本平台支付相应的服务费用；</dd>
      <dd>
        （6）本平台基于交易安全等其他原因，根据其单独判断需先行暂停、中断或终止向您提供本协议项下的全部或部分会员服务（包括收费服务），并将注册资料移除或删除的其他情形。
      </dd>
      <dd>
        （7）本平台发现您使用平台提供的站内信息服务、群组服务或其他电子邮件转发服务发出垃圾邮件、信息或其他可能违反平台的服务协议的内容。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">九、赔偿与补偿</dt>
      <dd>1．您同意并保证不利用本平台服务从事侵害他人权益或违法之行为，若有违反者应负所有法律责任。上述行为包括但不限于：</dd>
      <dd>（1）违反依法律或合约所应负之保密义务；</dd>
      <dd>（2）冒用他人名义使用本平台服务；</dd>
      <dd>（3）涉嫌洗钱、套现或进行传销活动的；</dd>
      <dd>（4）从事任何可能含有电脑病毒或是可能侵害本平台服务系统、资料等行为；</dd>
      <dd>（5）利用本平台服务系统进行可能对互联网或移动网络正常运转造成不利影响之行为；</dd>
      <dd>（6）侵犯本平台的商业利益，包括但不限于发布非经本平台许可的商业广告。</dd>
      <dd>（7）其他本平台有正当理由认为不适当之行为。</dd>
      <dd>
        2．就任何第三方提出的，由于您违反本协议及纳入本协议的条款和规则或您违反任何法律、法规或侵害第三方的权利而产生或引起的每一种类和性质的任何索赔、要求、诉讼、损失和损害（实际的、特别的及有后果的），无论是已知或未知的，包括合理的诉讼费、仲裁费、保全费、保全保险费、律师费、鉴定费、评估费、公告费、公证费、执行费、差旅费，您同意就此对平台和（如适用）平台的母公司、子公司、关联公司、高级职员、高级管理人、董事、监事、代理人和雇员进行补偿并使其免受损害。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">十、协议变更与终止</dt>
      <dd>
        1．基于运行和交易安全的需要，本平台可以暂时停止提供、限制或改变本平台服务的部分功能，或提供新的功能。在任何功能减少、增加或者变化时，只要您仍然使用本平台的服务，表示您仍然同意本协议或者变更后的协议。
      </dd>
      <dd>2．除非平台终止本协议或者您申请终止本协议且经平台同意，否则本协议始终有效。</dd>
      <dd>3．平台有权在不通知您的情况下在任何时间终止本协议或者限制您使用本平台。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">十一、适用法律和管辖</dt>
      <dd>1．因平台提供服务所产生的争议均适用中华人民共和国法律（为本协议之目的，不包括香港特别行政区、澳门特别行政区以及台湾地区）。</dd>
      <dd>
        2．所有因本协议的解释或履行引起的争议，应首先由各方通过友好协商解决。协商不成的，将任何一方均有权将相关争议提交上海市仲裁委员会按仲裁委员会当时有效仲裁规则采用中文于上海进行仲裁。仲裁裁决将是终局的，对各方均具约束力。败诉方将承担并支付仲裁费用以及所有费用。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">十二、其他条款</dt>
      <dd>
        1．在平台的某些部分或页面中可能存在除本协议以外的单独的附加服务条款，当这些条款存在冲突时，在该些部分和页面中附加条款优先适用。不论本协议的形式为电子版或纸质版，均具有同等法律效力。
      </dd>
      <dd>
        2．若本协议的任何条款被无论因何种原因完全或部分被认定为无效或者无法实施时，则应认为该条款可与本协议相分割，并可被尽可能接近各方意图的、能够保留本协议要求的经济目的的、有效的新条款所取代。同时，在此情况下，本协议中的其他条款仍然有效并具有约束力。
      </dd>
      <dd>
        3．您在使用本平台服务过程中产生任何疑问或对平台有任何投诉和建议，您可致电客服服务热线电话（037166395059）或者通过本平台联络客服人员进行咨询或申请平台协助进行争议解决。
      </dd>
    </dl>
    <!-- <p style="text-indent:0;font-weight:600">平台方：上海合水县金城村镇银行股份有限公司科技有限公司</p>
    <p style="text-indent:0;font-weight:600;display: none">您：___________</p>
    <p style="text-indent:0;font-weight:600">签署时间：______年____月____日</p> -->
  </div>
</template>

<script type="text/ecmascript-6">
  export default {}
</script>

<style scoped lang="stylus" rel="stylesheet/stylus">
  @import '~common/stylus/base'

  .register-protocol
    background-color: #ffffff
    padding-top: .1rem
    padding-bottom: .5rem

    .h2
      color: #c45c00
      text-align: center
      font-size: .3rem
      margin-top: .42rem
      margin-bottom: .15rem
      span
        font-weight: bold !important
      img
        vertical-align: middle
        margin-top: -.05rem
        width: .44rem
        height: .44rem

    p
      font-size: .22rem
      color: #525252
      text-indent: 2em
      padding: .13rem .4rem
      line-height 1.8

    .no-gap
      padding-top: 0 !important
      padding-bottom: 0 !important

    .no-top-gap
      padding-top: 0 !important

    .no-bottom-gap
      padding-bottom: 0!important

    .font-weight
      font-weight: 600

    .h4
      font-size: .3rem
      padding: 0 .4rem
      margin: .2rem 0
      margin-top: .3rem

    dl
      padding:.1rem .4rem
      dt,dd
        font-size: .22rem
        line-height 1.8
      dd
        text-indent: 2em

</style>
