<template>
  <div class="auto-repayment">
    <h2 class="h2">
      <img src="~common/image/Communal_nyd_2x_001.png" alt="">
      <span>借款居间服务协议</span>
    </h2>
    <p style="text-indent: 0">甲方（服务提供商）：上海造艺网络科技有限公司<br>统一社会信用代码：<br><br> 乙方（资金借入方）:_________________
      <br> 身份证号：_______________
      <br> 手机号码：_______________
      <br> 用户名：______________
    </p>
    <dl>
      <dt>鉴于</dt>
      <div style="padding-left:.4rem">
        <dd style="text-indent:0">1. 甲方是一家在上海市嘉定区合法成立并有效存续的有限责任公司，公司名称为：上海造艺网络科技有限公司（以下简称“甲方”）。甲方系【侬要贷】APP软件（以下简称“平台”或“本平台”）的运营方，致力于为用户（借款人）提供借款信息发布和撮合等服务，以及协助资金提供方（出借人）完善风控体系等服务。</dd>
        <dd style="text-indent:0">2. 乙方为年满18周岁且具有完全民事行为能力的自然人，因乙方有资金周转需求，有意通过甲方平台发布借款信息以获得借款。</dd>
      </div>
      <dt>双方就本次服务事宜，在平等自愿、互利互惠的基础上，根据《中华人民共和国合同法》及有关法律法规的规定，经充分协商，达成本协议，以资遵照履行。</dt>
    </dl>
    <dl>
      <dt style="font-weight:600">一、借款基本信息</dt>
      <dd>借款金额：________元人民币；</dd>
      <dd>借款期限：________天；</dd>
      <dd>借款起始日：以借款划转至借款人账户之日为准；</dd>
      <dd>借款利息：【】%/天（由资金提供方收取）；</dd>
      <dd>借款用途：资金周转（个人消费，同时贷款用途应符合法律法规规定和国家有关政策）。</dd>
      <dd>还款方式：借款到期后，乙方需一次性向资金提供方归还借款本金及利息（具体以乙方与资金提供方签署的《借款协议》或《贷款协议》中的相关约定为准）。</dd>
      <dd><span style="font-weight:700">借款服务费：</span>乙方需在获得借款金额前或借款金额时一次性向甲方支付借款服务费。该等借款服务费指甲方为乙方借款提供信息采集服务、信息展示及传递服务、居间服务、还款管理服务、风控管理服务等服务所发生的一切费用，包括但不限于身份验证费、手机验证费、银行卡验证费、账户管理费、征信审核费、信息发布费、撮合服务费、电话客户服务费等相关费用。乙方应于还款日向丙方支付，借款服务费计算公式为：借款本金*【】%/天。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">二、双方的权利义务</dt>
      <dd>1．甲方的权利义务</dd>
      <dd><span style="font-weight:700">（1）甲方有权根据相关适用法律，将在借款服务关系建立和存续期间获得的乙方个人基本信息、债务信息、信用信息（即适用法律规定的对乙方信用状况的客观状态）等有关信息，在乙方逾期超过30天的情况下，反馈给相关政府管理部门、行业监督管理机构或其他合法设立的征信管理机构等。</span></dd>
      <dd>
        （2）根据相关监管要求，甲方对乙方的个人基本信息、债务信息、信用信息有权予以保留。甲方对该等信息负有保密的义务，除根据相关法律法规、本协议的相关约定、或出于为乙方提供更好的服务之目的、需将乙方信息进行对外提供的情形之外，未经乙方允许，甲方不得擅自将乙方信息披露或提供给任何与协议无关的其他方。
      </dd>
      <dd>2．乙方的权利义务</dd>
      <dd>（1）乙方承诺向甲方提供的信息（包括但不限于姓名/名称、身份证号、手机号码、电话号码、电子邮件、银行卡号、婚姻状况、工作单位、工作职务、人际关系、居住城市、联系方式、联系地址、职业信息、联系人信息等）及时、合法、真实、有效。</dd>
      <dd>（2）乙方承诺如发生任何影响或者可能影响乙方经济状况、信用状况、还款能力的事由，包括但不限于乙方的工作单位、职位、工作地点、薪酬等事项的变化，乙方应于前述变更发生之日起5个工作日内通知甲方。
      </dd>
      <dd>
        （3）乙方应保证借款用途合法合规，不会利用本平台进行信用卡套现、洗钱、非法集资或其他不正当交易行为，否则应依法独立承担法律责任。
      </dd>
      <dd style="font-weight:600">（4）乙方同意以网络页面点击确认或其他方式（包括但不限于签字或签章确认等方式）签订本协议。</dd>
      <dd style="font-weight:600">（5）乙方应保证其指定账户状态正常，确保资金划入、划出交易的完成。如因前述指定账户不正常导致的所有损失（如借款资金无法及时入账、还款资金无法划转等）应由其自行承担。</dd>
      <dd>
        （6）乙方应按照本协议约定的还款方式在借款到期时向出借人归还借款并按约支付利息，以及按照本协议的约定向甲方支付借款服务费。
      </dd>
      <dd>
        （7）当乙方的资信状况及还款能力出现重大不利影响时，乙方应及时通知甲方、出借人或其受托人。
      </dd>
      <dd style="font-weight:600">
        （8）乙方不得以出租、转借或以其他方式将使用借款服务过程中的相关账户、密码、身份证件信息、手机号码、银行卡信息、住址、邮箱等信息交由任何其他第三方使用，否则由此导致的损失及相关后果由乙方承担。
      </dd>
      <dd style="font-weight:600">
        （9）乙方明确对于甲方进行如下授权：授权甲方及甲方委托的第三方通过合法渠道了解、咨询、审查乙方的身份信息、资信状况、财务状况和其他与评定乙方信用状况及付款能力有关的信息，并可以在甲方提供借款服务整个过程中及在追偿违约欠款时索取、留存和使用该等信息及乙方在甲方所提供的全部资料；授权甲方向资金的出借方披露与乙方相关的任何信息；授权甲方接入征信机构共享系统并查询、披露乙方的相关信用信息。
      </dd>
      <dd style="font-weight:600">
        （10）乙方同意并确认出借人作为债权人有权向其他主体转让债权，且无需另行通知乙方。债权转让完成之后，受让方自动享有该债权之上的所有权益。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">账户设置及还款方式</dt>
      <dd>
        1．乙方应按约在到期还款日前将还款金额划转至乙方的指定账户并不可撤销地授权银行或第三方支付机构代为完成还款，但本条约定与乙方同资金提供方（出借人）签署的《借款协议》或《贷款协议》中相关内容不一致的，以《借款协议》或《贷款协议》的约定为准。
      </dd>
      <dd>
        2．乙方账户系其参与本协议交易可使用的资金支付账户或电子账户，包括但不限于乙方在本平台绑定的银行卡账户、乙方在甲方合作的第三方支付机构开立的支付机构账户、乙方在甲方合作的银行开立的银行存管账户、乙方因注册成为本平台用户或参与本平台交易而申请、注册或被分配的本平台电子记账账户等。
      </dd>
      <dd>
        3．甲方有权根据本协议项下的授权向支付机构发出资金划转指令，支付机构在接到指令后成功划转还款至甲方账户或出借人账户的视作乙方还款成功，由于账户余额不足、账户原因、乙方操作失误等原因导致还款失败的由乙方承担相应责任。
      </dd>
      <dd>
        4．乙方可以通过点击“立即还款”的方式进行还款操作，按时或提前足额将还款金额支付至乙方账户，由于余额不足、账户问题、乙方操作失误等原因导致划款失败的由乙方承担相应责任。
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">四、提前还款及逾期还款</dt>
      <dd>1．乙方选择提前还款的，还款金额应按完整借款期限计算，超出按实际借款期限计算的部分作为提前还款违约金。此外，乙方仍需按照本协议约定向甲方足额支付借款服务费。</dd>
      <dd>
        2．乙方未按本协议约定归还借款本息的，视作乙方逾期还款。乙方逾期还款的，除应继续偿还出借人的本金和截止到期还款日（不含当日）的利息、罚息以外，还应向甲方支付逾期管理费及滞纳金（罚息）。逾期管理费为10元/笔；滞纳金（罚息）自还款日次日开始计算，其中：
      </dd>
      <dd>
        （1）借款金额为300元、500元、700元，借款期限在7—15天的，滞纳金（罚息）按照借款金额的2%/天计收；
      </dd>
      <dd>
        （2）借款金额为1000元及以上，借款期限在7—40天的，如逾期不满15日的，滞纳金（罚息）按借款金额的0.5%/天计收；逾期超过15日（不含）的，滞纳金（罚息）按借款金额的0.75%/天计收。
      </dd>
      <dd>
        3．乙方逾期还款的，根据本协议项下的授权委托，甲方有权委托支付机构从乙方账户中代扣或向相应各方代还其应付款项。<span style="font-weight:600">当乙方应付款项不足以按照本协议约定足额支付应付款项时，其还款顺序依次为：滞纳金（罚息）、逾期管理费、应还利息、借款本金。</span>
      </dd>
    </dl>
    <dl>
      <dt style="font-weight:600">五、免责条款</dt>
      <dd style="font-weight:600">
        1．本协议有效期内，因国家相关主管部门颁布、变更的法律法规、政策导致甲方不能提供约定服务的，不视为其违约，各方可根据相关的法律法规、政策变更协议内容或提前终止本协议。
      </dd>
      <dd>
        2．乙方确认，乙方授权和委托甲方根据本协议所采取的全部行动和措施的法律后果均归属于乙方本人。在任何情形下，甲方与乙方之间不存在任何借贷法律关系，亦无需以其自有资金为乙方偿还任何借款或最终债务。
      </dd>
      <dd>
        3．乙方确认，甲方或甲方的合作方因计算机系统维护、故障、黑客攻击、电信部门技术调整或故障、网站升级、支付机构或金融相关等部门的意外事件、法律法规及政策调整、不可抗力等状况导致无法正常运作，使乙方无法正常使用各项本协议项下服务时，甲方或甲方的合作方不承担由此产生的任何违约责任及侵权责任。
      </dd>
      <dd>4．乙方知晓并认可甲方与支付机构的合作，确认并同意因资金在途或划转延迟等可能产生的利息收益归甲方所有。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">六、违约责任</dt>
      <dd>1．乙方发生逾期超过3日，甲方或出借人有权将乙方个人信息提交中国人民银行、行业信用信息共享平台或第三方征信机构的信用征信系统，由此产生的后果由乙方承担。</dd>
      <dd>2．乙方违约的，除需承担本协议约定的责任外，乙方还需承担因未按约还款所产生的一切费用，包括但不限于诉讼费、财产保全费、财产保全保险费、执行费、仲裁费、律师代理费、差旅费、评估费、公告费、公证费、鉴定费、拍卖费、催收费用等。</dd>
      <dd><span style="font-weight:600">3．乙方在此不可撤销地同意并授权：（1）在甲方或出借人进行违约救济时，乙方逾期还款超过60日的，甲方有权直接从乙方与账户绑定的银行卡中直接扣减使用借款服务应支付的全部款项（含逾期管理费、滞纳金、调查费、律师费等所有费用）；（2）甲方有权经出借人授权采取其他相关救济措施进行追讨，包括使用或授权第三方查询、索取、留存和使用乙方的资信状况、财务状况、其他与评定乙方信用状况及付款能力有关的个人信息等方式进行违约救济；（3）甲方有权使用或授权第三方催收公司使用乙方个人信息对违约欠款进行追偿，催收方式包括但不限于：通过本平台站内信方式发送通知、通过手机应用推送通知、发送短信、发送函件、电话催收，拜访催收，提起诉讼/仲裁等。为此目的向第三方提供乙方的个人信息不视为甲方违反保密义务，</span>乙方无权向甲方主张包括违约责任及侵权责任在内的任何法律责任。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">七、协议的签订、成立及生效</dt>
      <dd>1．甲方和乙方签订协议的方式包括但不限于：</dd>
      <dd>（1）通过甲方平台页面点击确认本协议；</dd>
      <dd>（2）经甲方认可的其他方式（ 包括但不限于电子签确认等方式）签署本协议。</dd>
      <dd>2．本协议有效（服务）期限自甲方和乙方均确认签订本协议之日起开始计算，至乙方的债务得以清偿时终止，该期限包含贷后管理、催收所需时限。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">八、存证</dt>
      <dd>1．乙方同意并确认，甲方有权委托第三方电子存证机构保存与本协议有关的电子协议等其他电子信息。</dd>
      <dd>2．乙方授权甲方，如由第三方电子存证机构保存电子协议的，甲方有权代其申请相关数字证书及电子签章并为本协议目的使用前述数字证书及电子签章。乙方同意并确认，甲方按照前述方式使用一方数字证书及电子签章的法律后果由乙方独立承担。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">九、通知</dt>
      <dd>1、本协议任何一方根据本协议约定做出的通知和/或文件均应以书面形式做出，可由专人送达、挂号邮递、特快专递或通过本平台发布等方式传送，具体送达信息以本协议约定或各方在本平台的注册信息或登记信息为准。</dd>
      <dd>2、通知在下列日期视为送达：</dd>
      <dd>（1）短信、电子邮件发出即视为送达；</dd>
      <dd>（2）专人递送的通知，在专人递送之交付日为有效送达；</dd>
      <dd>（3）以挂号信（付清邮资）发出的通知，在寄出（以邮戳为凭）后的5个工作日内为有效送达；</dd>
      <dd>
        （4）以特快专递（付清邮资）发出的通知，在寄出（以邮戳为凭）后的3个工作日内为有效送达；
      </dd>
      <dd>（5）通过本平台发布的方式通知的，在本平台发布之日为有效送达。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">十、法律的适用和争议的解决</dt>
      <dd>本协议受中华人民共和国法律管辖并按中华人民共和国法律解释。协议履行中发生争议，可由各方协商解决，协商不成的，任何一方均有权将相关争议提交上海市仲裁委员会按仲裁委员会当时有效仲裁规则采用中文于上海进行仲裁。仲裁裁决将是终局的，对各方均具约束力。败诉方将承担并支付仲裁费用以及所有费用。</dd>
    </dl>
    <dl>
      <dt style="font-weight:600">十一、其他事项</dt>
      <dd>1．本协议项下借款记录等信息均以甲方平台生成并公布的内容为准。乙方可以通过其在甲方平台上注册的会员账户及密码登录平台查询上述信息。</dd>
      <dd>
        2．乙方知悉并遵守甲方平台制定的所有相关协议与规范。未经甲方书面同意，本协议项下乙方的债务不得转让。
      </dd>
      <dd>
        3．本协议未尽事宜，双方或与本协议履行有关的第三方有权另行签订协议、补充协议或补充条款，另行签订的协议、补充协议或补充条款，与本协议具有同等法律效力。
      </dd>
      <dd>
        4．如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，则应认为该条款可与本协议相分割，并可被尽可能接近各方意图的、能够保留本协议要求的经济目的的、有效的新条款所取代，而且在此情况下，本协议的其他条款仍然完全有效并具有约束力。
      </dd>
      <dd>
        5．协议各方应按法律法规及相关规定各自承担与本协议相关的税费（如有）。
      </dd>
    </dl>
  </div>
</template>

<script type="text/ecmascript-6">
  export default {}
</script>

<style scoped lang="stylus" rel="stylesheet/stylus">
  @import '~common/stylus/base'

  .auto-repayment
    background-color: #ffffff
    padding-top: .5rem

    .h2
      color: #c45c00
      text-align: center
      font-size: .3rem
      margin-top: .42rem
      margin-bottom: .15rem
      span
        font-weight: bold !important
      img
        vertical-align: middle
        margin-top: -.05rem
        width: .44rem
        height: .44rem

    p
      font-size: .22rem
      color: #525252
      text-indent: 2em
      padding: .13rem .4rem
      line-height 1.8

    .no-gap
      padding-top: 0 !important
      padding-bottom: 0 !important

    .no-top-gap
      padding-top: 0 !important

    .no-bottom-gap
      padding-bottom: 0!important

    .font-weight
      font-weight: 600

    .h4
      font-size: .3rem
      padding: 0 .4rem
      margin: .2rem 0
      margin-top: .3rem

    dl
      padding:.1rem .4rem
      dt,dd
        font-size: .22rem
        line-height 1.8
      dd
        text-indent: 2em

</style>
