<template>
  <div class="vip-service">
    <h2 class="h2">
      <img src="~common/image/Communal_nyd_2x_001.png" alt="">
      <span>会员服务协议</span>
    </h2>
    <p style="text-indent:0">欢迎您使用侬要贷会员服务！</p>
    <p >上海造艺网络科技有限公司（以下简称“造艺网络”）系【侬要贷】APP软件（以下简称“平台”或“本平台”）的运营方，致力于为用户（借款人）提供借款信息发布和撮合等服务，以及协助资金提供方（出借人）完善风控体系等服务。为使用造艺网络提供的平台会员服务（简称为：本服务），您应当阅读并遵守《会员服务协议》（以下简称本协议）。请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。免除或限制责任条款可能以加粗形式提示您注意。</p>
    <p>除非您已阅读并接受本协议所有条款，否则您无权使用本服务。您对本服务的任何购买或接受赠与等获取行为及登录、查看等任何使用行为即视为您已阅读并同意本协议的约束。</p>
    <p>如果您未满18周岁，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。</p>
    <dl>
      <dt style="font-weight:600">一、协议的范围</dt>
      <dd>1.1协议适用主体范围</dd>
      <dd>本协议是您与造艺网络之间关于您使用本服务所订立的协议。</dd>
      <dd>1.2本服务内容</dd>
      <dd>本协议视为《平台用户注册服务协议》、《隐私政策》的补充协议，是其不可分割的组成部分，与其构成统一整体。本协议与上述内容存在冲突的，以本协议为准。</dd>
      <dd>本协议内容同时包括造艺网络可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。</dd>
    </dl>
    <dl class="">
      <dt style="font-weight:600">二、关于本服务</dt>
      <dd>会员服务，指按照造艺网络的指定方式支付一定服务费用之后，用户可以在一定时间内享有由造艺网络提供的在平台上优先获得各类借款产品以及一定的增值服务等特权的服务，简称为：本服务。</dd>
      <dd>造艺网络可能会根据用户的需求、产品及服务类型的变化等，对现有会员服务内容进行调整以及不断推出新的增值服务种类。造艺网络也可能会在不同时间推出具体不同的服务内容，以不断完善、优化本服务。具体增值服务种类及服务内容以相关服务页面公布、实际提供的内容为准。您可以自行根据需要选择相应服务。</dd>
      <dd>您所享有的本服务的具体内容可能会因为级别、开通期限、您选择的具体服务类别等因素而有不同，通常高级别、开通期限较长等情况下，您将会享有更多的服务，具体以相关服务页面公布、实际提供的内容为准。</dd>
    </dl>
    <dl class="">
      <dt style="font-weight:600">三、权利义务</dt>
      <dd>3.1 关于收费</dd>
      <dd>本服务是造艺网络提供的收费服务，您须在按照本服务的收费标准支付相应费用后，方可使用本服务。此外，您也可以通过接受好友赠送等造艺网络认可的其他方式享有、使用本服务。本服务的收费标准具体而言，半月会员费为人民币【158】元、月卡会员费为人民币【266】元。[根据《关于规范整顿“现金贷”业务的通知》，各类机构以利率和各种费用形式对借款人收取的综合资金成本应符合最高人民法院关于民间借贷利率的规定，禁止发放或撮合违反法律有关利率规定的贷款。请贵司注意，收取的会员服务费仍有可能被监管部门认定为综合资金成本并以年化利率进行折算。]您可以根据自身需求确定服务期限并支付相应费用。</dd>
      <dd>造艺网络可能会根据本服务的整体规划，对本服务的收费标准、方式等进行修改和变更，前述修改、变更，造艺网络将在相应服务页面进行展示。您若需要获取、使用本服务，请先提前了解清楚当时关于本服务的收费标准、方式等信息。</dd>
      <dd>3.2服务开通</dd>
      <dd>3.2.1您应该通过造艺网络指定的包括但不限于银行卡、支付宝、微信支付、财付通、手机充值卡、手机短信或者手机话费、固定电话拨号账户托收或者宽带等现有方式、以及今后造艺网络指定的方式在依约支付一定费用后开通本服务。本服务开通之后，不可进行转让。</dd>
      <dd>您理解并同意：对于通过手机短信方式开通本服务的用户，为了保护您的账户安全、保障用户权益，造艺网络有权对手机用户的交易及使用行为进行独立判断。如果造艺网络根据一般的常识判断认为可能存在风险，您将无法完成重复开通的操作，请您改用造艺网络其他渠道（如网银、支付宝、微信支付、财付通等）开通本服务。对于前述由于造艺网络采取的相关措施导致您可能无法开通本服务或可能给您造成损失的，您同意自行承担相关责任和损失。</dd>
      <dd>3.2.2您不得以以下方式开通本服务，否则，造艺网络有权拒绝向您提供本服务，并有权注销该等账号：</dd>
      <dd style="text-indent:3em">（1）以营利、经营等非个人使用的目的为自己或他人开通本服务；</dd>
      <dd style="text-indent:3em">（2）通过任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件等任何程序、软件方式为自己或他人开通本服务；</dd>
      <dd style="text-indent:3em">（3）通过任何不正当手段或以违反诚实信用原则的方式为自己或他人开通本服务；</dd>
      <dd style="text-indent:3em">（4）通过非造艺网络指定的方式为自己或他人开通本服务；</dd>
      <dd style="text-indent:3em">（5）通过侵犯造艺网络或他人合法权益的方式为自己或他人开通本服务；</dd>
      <dd style="text-indent:3em">（6）通过其他违反相关法律、行政法规、国家政策等的方式为自己或他人开通本服务。</dd>
      <dd>3.2.3 为了让您更便捷地享受本服务，您开通的同时将默认关注造艺网络官方帐号[可开通微信公众号]，如您不需要使用官方帐号的各项服务，可随时取消关注。</dd>
      <dd>3.3服务期限</dd>
      <dd>3.3.1本服务的服务期限以您自行选择并支付相应服务费用的期限为准，您也可以登陆造艺网络充值中心或者本服务的相应页面查询。</dd>
      <dd>3.3.2本服务的服务开通最高期限会受到一定限制，具体以造艺网络制定的的规则为准。</dd>
      <dd>3.4行为规范</dd>
      <dd>3.4.1五不准</dd>
      <dd>您在使用本服务时不得利用本服务从事以下行为，包括但不限于：</dd>
      <dd style="text-indent:3em">（1）发布、传送、传播、储存违反国家法律、危害国家安全统一、社会稳定、公序良俗、社会公德以及侮辱、诽谤、淫秽、暴力的内容；</dd>
      <dd style="text-indent:3em">（2）发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；</dd>
      <dd style="text-indent:3em">（3）虚构事实、隐瞒真相以误导、欺骗他人；</dd>
      <dd style="text-indent:3em">（4）发表、传送、传播广告信息及垃圾信息；</dd>
      <dd style="text-indent:3em">（5）从事其他违反法律法规、政策及公序良俗、社会公德等的行为。</dd>
      <dd>3.4.2用户禁止行为</dd>
      <dd>本服务仅供您个人使用，除非经造艺网络书面许可，您不得进行以下行为：</dd>
      <dd style="text-indent:3em">（1）通过任何方式搜集本服务中其他用户的用户名、电子邮件等相关信息，并以发送垃圾邮件、连锁邮件、垃圾短信、即时消息等方式干扰、骚扰其他用户；</dd>
      <dd style="text-indent:3em">（2）通过本服务发布包含广告、宣传、促销等内容的信息；</dd>
      <dd style="text-indent:3em">（3）将本服务再次许可他人使用；</dd>
      <dd style="text-indent:3em">（4）其他未经造艺网络书面许可的行为。</dd>
      <dd>3.4.3对自己行为负责</dd>
      <dd>您充分了解并同意，您必须为自己注册账号下的一切行为负责，包括但不限于您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。</dd>
      <dd>3.5服务的变更、中止或终止</dd>
      <dd>您充分了解并同意，由于互联网服务的特殊性，造艺网络可能会按照相关法规、双方约定或在其他必要时，中止或终止向您提供本服务，届时，造艺网络会依法保护您的合法权益。</dd>
    </dl>
    <dl class="">
      <dt style="font-weight:600">四、违约责任</dt>
      <dd>4.1如果造艺网络发现或收到他人举报您有违反本协议任何行为的，造艺网络有权依法进行独立判断并采取技术手段予以删除、屏蔽或断开相关的信息。同时，造艺网络有权视您的行为性质，对您采取包括但不限于暂停或终止部分或全部本服务、中止或终止您使用账户、追究您法律责任等措施，造艺网络也无需向您退还任何费用，而由此给您带来的损失（包括但不限于通信中断、相关数据清空、未使用的服务费用作为违约金而归造艺网络所有等），由您自行承担，造成造艺网络损失的，您也应予以赔偿。</dd>
      <dd>4.2对第三方损害的处理</dd>
      <dd>您有违反本协议任何行为，导致任何第三方损害的，您应当独立承担责任；造艺网络因此遭受损失的，您也应当一并赔偿。</dd>
    </dl>
    <dl class="">
      <dt style="font-weight:600">五、其他</dt>
      <dd>5.1协议的生效</dd>
      <dd>您使用本服务即视为您已阅读并同意受本协议的约束。</dd>
      <dd>5.2协议签订地</dd>
      <dd>本协议签订地为中华人民共和国上海市杨浦区。</dd>
      <dd>5.3适用法律</dd>
      <dd>本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括香港特别行政区、澳门特别行政区以及台湾地区）。</dd>
      <dd>5.4争议解决</dd>
      <dd>若您和造艺网络之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。 </dd>
      <dd>5.5条款标题</dd>
      <dd>本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</dd>
      <dd>5.6条款效力</dd>
      <dd>本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</dd>
      <dt style="font-weight:600">(以下无正文)</dt>
    </dl>
  </div>
</template>

<script type="text/ecmascript-6">
  export default {}
</script>

<style scoped lang="stylus" rel="stylesheet/stylus">
  @import '~common/stylus/base'

  .vip-service
    background-color: #ffffff
    padding-top: .5rem

    .h2
      color: #c45c00
      text-align: center
      font-size: .3rem
      margin-top: .42rem
      margin-bottom: .15rem
      span
        font-weight: bold !important
      img
        vertical-align: middle
        margin-top: -.05rem
        width: .44rem
        height: .44rem

    p
      font-size: .22rem
      color: #525252
      text-indent: 2em
      padding: .13rem .4rem
      line-height 1.8

    .no-gap
      padding-top: 0 !important
      padding-bottom: 0 !important

    .no-top-gap
      padding-top: 0 !important

    .no-bottom-gap
      padding-bottom: 0!important

    .font-weight
      font-weight: 600

    .h4
      font-size: .3rem
      padding: 0 .4rem
      margin: .2rem 0
      margin-top: .3rem

    dl
      padding:.1rem .4rem
      dt,dd
        font-size: .22rem
        line-height 1.8
      dd
        text-indent: 2em

</style>
